Repository: nevrion/repository.nevnet
Catalog: repo/plugin.video.emby-next-gen/resources/language/resource.language.*/strings.po
Languages: fr_fr, zh_cn

# #29999
source: Emby for Kodi
fr_fr: Emby pour Kodi
zh_cn: 连接

# #30000
source: Server address
fr_fr: Adresse du serveur
zh_cn: 服务器地址

# #30001
source: Server name
fr_fr: Nom du serveur
zh_cn: 服务器名称

# #30002
source: Force HTTP playback
fr_fr: Forcer la lecture HTTP
zh_cn: 强制HTTP直接推流播放

# #30003
source: Login method
fr_fr: Méthode de connexion
zh_cn: 登录方式

# #30004
source: Log level
fr_fr: Niveau de journalisation
zh_cn: 日志等级

# #30016
source: Device name
fr_fr: Nom de l’appareil
zh_cn: 设备名称

# #30022
source: Advanced
fr_fr: Avancé
zh_cn: 高级

# #30024
source: Username
fr_fr: Nom d’utilisateur
zh_cn: 用户名

# #30030
source: Port number
fr_fr: Numéro du port
zh_cn: 端口号

# #30091
source: Confirm file deletion
fr_fr: Confirmer la suppression du fichier
zh_cn: 确认删除文件

# #30114
source: Offer delete after playback
fr_fr: Proposer la suppression après la lecture
zh_cn: 播放完后提供删除选项

# #30115
source: For Episodes
fr_fr: Pour les épisodes
zh_cn: 剧集

# #30116
source: For Movies
fr_fr: Pour les films
zh_cn: 电影

# #30157
source: Enable enhanced artwork (i.e. cover art)
fr_fr: Activer les illustrations avancées (i.e. couvertures)
zh_cn: 启用增强的艺术图（例如封面艺术图）

# #30160
source: Video quality
fr_fr: Qualité vidéo
zh_cn: 视频质量

# #30170
source: Recently Added TV Shows
fr_fr: TV ajoutée récemment
zh_cn: 最近添加的电视节目

# #30171
source: In Progress TV Shows
fr_fr: TV en cours
zh_cn: 正在播出的电视节目

# #30174
source: Recently Added Movies
fr_fr: Films ajoutés récemment
zh_cn: 最近添加的电影

# #30175
source: Recently Added Episodes
fr_fr: Épisodes ajoutés récemment
zh_cn: 最近添加的剧集

# #30177
source: In Progress Movies
fr_fr: Films en cours
zh_cn: 正在播出的电影

# #30178
source: In Progress Episodes
fr_fr: Épisodes en cours
zh_cn: 正在播出的剧集

# #30179
source: Next Episodes
fr_fr: Épisodes à venir
zh_cn: 下一集

# #30180
source: Favorite Movies
fr_fr: Films favoris
zh_cn: 最喜欢的电影

# #30181
source: Favorite Shows
fr_fr: TV favorite
zh_cn: 最喜欢的节目

# #30182
source: Favorite Episodes
fr_fr: Épisodes favoris
zh_cn: 最喜欢的剧集

# #30185
source: Boxsets
fr_fr: Sagas
zh_cn: 合集

# #30189
source: Unwatched Movies
fr_fr: Films non vus
zh_cn: 未观看的电影

# #30229
source: Random Items
fr_fr: Éléments aléatoires
zh_cn: 随机项目

# #30230
source: Recommended Items
fr_fr: Éléments recommandés
zh_cn: 推荐项目

# #30235
source: Interface
zh_cn: 界面

# #30239
source: Reset local Kodi database
fr_fr: Réinitialiser la base de données Kodi locale
zh_cn: 重置本地Kodi数据库

# #30249
source: Enable welcome message
fr_fr: Activer le message de bienvenue
zh_cn: 启用欢迎信息

# #30251
source: Recently added Home Videos
fr_fr: Vidéos personnelles ajoutées récemment
zh_cn: 最近添加的家庭视频

# #30252
source: Recently added Photos
fr_fr: Photos ajoutées récemment
zh_cn: 最近添加的照片

# #30253
source: Favourite Home Videos
fr_fr: Vidéos personnelles favorites
zh_cn: 最喜欢的家庭视频

# #30254
source: Favourite Photos
fr_fr: Photos favorites
zh_cn: 最喜欢的照片

# #30255
source: Favourite Albums
fr_fr: Albums favoris
zh_cn: 最喜欢的专辑

# #30256
source: Recently added Music videos
fr_fr: Vidéos musicales ajoutées récemment
zh_cn: 最近添加的音乐视频

# #30257
source: In progress Music videos
fr_fr: Vidéos musicales en cours
zh_cn: 正在播出的音乐视频

# #30258
source: Unwatched Music videos
fr_fr: Vidéos musicales non vues
zh_cn: 未观看的音乐视频

# #30302
source: Movies
fr_fr: Films
zh_cn: 电影

# #30305
source: TV Shows
fr_fr: TV
zh_cn: 电视节目

# #30401
source: Emby options
fr_fr: Options Emby
zh_cn: Emby 选项

# #30402
source: Emby transcode
fr_fr: Transcodage Emby
zh_cn: Emby 转码

# #30405
source: Add to favorites
fr_fr: Ajouter aux favoris
zh_cn: 添加到收藏夹

# #30406
source: Remove from favorites
fr_fr: Retirer des favoris
zh_cn: 从收藏夹中删除

# #30408
source: Settings
fr_fr: Paramètres
zh_cn: 设置

# #30412
source: Transcode
fr_fr: Transcoder
zh_cn: 转码

# #30500
source: Verify connection
fr_fr: Vérifier la connexion
zh_cn: 验证连接

# #30504
source: Use alternate device name
fr_fr: Utiliser un nom de périphérique alternatif
zh_cn: 使用备用的设备名称

# #30506
source: Sync
fr_fr: Synchroniser
zh_cn: 同步

# #30507
source: Enable notification if update count is greater than
fr_fr: Activer la notification si le nombre de mises à jour est supérieur à
zh_cn: 如果更新计数大于，则启用通知

# #30508
source: Sync empty shows
fr_fr: Synchroniser les séries TV vides
zh_cn: 同步空的节目

# #30509
source: Enable music library
fr_fr: Activer la médiathèque musicale
zh_cn: 启用音乐媒体库

# #30511
source: Playback mode
fr_fr: Mode de lecture
zh_cn: 播放模式

# #30512
source: Enable artwork caching
fr_fr: Activer la mise en cache des illustrations
zh_cn: 启用艺术图缓存

# #30516
source: Playback
fr_fr: Lecture
zh_cn: 播放

# #30517
source: Network credentials
fr_fr: Identifiants réseau
zh_cn: 网络证书

# #30518
source: Enable cinema mode
fr_fr: Activer le mode cinéma
zh_cn: 启用影院模式

# #30519
source: Ask to play trailers
fr_fr: Demander à jouer les bandes-annonces
zh_cn: 要求播放预告片

# #30520
source: Skip the delete confirmation (use at your own risk)
fr_fr: Ignorer la confirmation de suppression (à utiliser à vos risques et périls)
zh_cn: 跳过删除确认（需谨慎开启！）

# #30521
source: Jump back on resume (in seconds)
fr_fr: Retour arrière à la reprise de la lecture (en secondes)
zh_cn: 恢复时返回（秒）

# #30522
source: Transcode H265/HEVC
fr_fr: Transcoder H265/HEVC
zh_cn: 转码 H.265/HEVC

# #30527
source: Ignore specials in next episodes
fr_fr: Ignorer les épisodes spéciaux pour les prochains épisodes
zh_cn: 忽略下一集specials（例如动漫中的SP，OVA，OAD等）

# #30528
source: Permanent users
fr_fr: Utilisateurs permanents
zh_cn: 永久用户

# #30529
source: Startup delay (in seconds)
fr_fr: Retard au démarrage (en secondes)
zh_cn: 启动延迟（以秒为单位）

# #30530
source: Enable server restart message
fr_fr: Activer le message de redémarrage du serveur
zh_cn: 启用服务器重启信息

# #30531
source: Enable new content
fr_fr: Activer le nouveau contenu
zh_cn: 启用新的内容

# #30532
source: Duration of the video library pop up
fr_fr: Durée de la fenêtre contextuelle de la librairie vidéo
zh_cn: 弹出视频媒体库的持续时间

# #30533
source: Duration of the music library pop up
fr_fr: Durée de la fenêtre contextuelle de la librairie musicale
zh_cn: 弹出音乐媒体库的持续时间

# #30534
source: Notifications (in seconds)
fr_fr: Notifications (en secondes)
zh_cn: 通知（以秒为单位）

# #30535
source: Generate a new device Id
fr_fr: Générer un nouvel ID d’appareil
zh_cn: 生成新的设备ID

# #30536
source: Allow the screensaver during syncs
fr_fr: Autoriser l’économiseur d’écran pendant les synchronisations
zh_cn: 在同步期间允许屏幕保护程序

# #30539
source: Login
fr_fr: Connexion
zh_cn: 登录

# #30540
source: Manual login
fr_fr: Connexion manuelle
zh_cn: 手动登录

# #30543
source: Username or email
fr_fr: Nom d’utilisateur ou adresse e-mail
zh_cn: 用户名或邮箱地址

# #30545
source: Enable server offline
fr_fr: Activer le serveur hors ligne
zh_cn: 启用离线服务器

# #30547
source: Display message
fr_fr: Afficher le message
zh_cn: 显示消息

# #30600
source: Sign in with Emby Connect
fr_fr: S’identifier avec Emby Connect
zh_cn: 使用Emby Connect登录

# #30602
source: Password
fr_fr: Mot de passe
zh_cn: 密码

# #30605
source: Sign in
fr_fr: S’identifier
zh_cn: 登录

# #30606
source: Cancel
fr_fr: Annuler
zh_cn: 取消

# #30607
source: Select main server
fr_fr: Sélectionner le serveur principal
zh_cn: 选择主服务器

# #30608
source: Username or password cannot be empty
fr_fr: Le nom d’utilisateur et le mot de passe ne peuvent pas être vides
zh_cn: 用户名或密码不能为空

# #30609
source: Unable to connect to the selected server
fr_fr: Impossible de se connecter au serveur sélectionné
zh_cn: 无法连接到指定的服务器

# #30610
source: Connect to
fr_fr: Se connecter à
zh_cn: 连接到

# #30611
source: Manually add server
fr_fr: Ajouter un serveur manuellement
zh_cn: 手动添加服务器

# #30612
source: Please sign in
fr_fr: Veuillez vous identifier
zh_cn: 请登录

# #30613
source: Change Emby Connect user
fr_fr: Changer d’utilisateur Emby Connect
zh_cn: 更改 Emby 连接用户

# #30615
source: Host
fr_fr: Hôte
zh_cn: 主机

# #30616
source: Connect
fr_fr: Connecter
zh_cn: 连接

# #30617
source: Server or port cannot be empty
fr_fr: Le serveur et le port ne peuvent pas être vides
zh_cn: 服务器或端口号不能为空

# #30618
source: Change Emby Connect user
fr_fr: Changer d’utilisateur Emby Connect
zh_cn: 更改Emby Connect用户

# #33000
source: Welcome
fr_fr: Bienvenue
zh_cn: 欢迎

# #33006
source: Server is restarting
fr_fr: Le serveur est en cours de redémarrage
zh_cn: 服务器正在重新启动

# #33009
source: Invalid username or password
fr_fr: Nom d’utilisateur ou mot de passe invalide
zh_cn: 用户名或密码错误

# #33013
source: Choose the audio stream
fr_fr: Choisissez le flux audio
zh_cn: 选择音频流

# #33014
source: Choose the subtitles stream
fr_fr: Choisissez le flux de sous-titres
zh_cn: 选择字幕流

# #33015
source: Delete file from Emby?
fr_fr: Supprimer le fichier depuis Emby ?
zh_cn: 从Emby删除文件？

# #33016
source: Play trailers?
fr_fr: Jouer les bandes-annonces ?
zh_cn: 是否播放预告片？

# #33018
source: Gathering boxsets
fr_fr: Rassemblement des sagas
zh_cn: 搜集合集

# #33021
source: Gathering:
fr_fr: Rassemblement :
zh_cn: 搜集：

# #33022
source: Detected the database needs to be recreated for this version of Emby for Kodi. Proceed?
fr_fr: La base de données doit être recréée pour cette version d’Emby pour Kodi. Continuer ?
zh_cn: 检测到需要为此版本的Emby重新创建数据库，需要继续吗？

# #33023
source: Emby for Kodi will not work correctly until the database is reset.
fr_fr: Emby pour Kodi ne fonctionnera pas correctement tant que la base de données ne sera pas réinitialisée.
zh_cn: 只有重置数据库后，Emby for Kodi才能正常使用。

# #33025
source: Completed in:
fr_fr: Terminé en :
zh_cn: 剩余时间：

# #33033
source: A new device Id has been generated. Kodi will now restart.
fr_fr: Un nouvel ID d’appareil a été généré. Kodi va maintenant redémarrer.
zh_cn: 新设备ID已生成，Kodi将重启

# #33035
source: Caution! If you choose Native mode, certain Emby features will be missing, such as: Emby cinema mode, direct stream/transcode options and parental access schedule.
fr_fr: Attention ! Si vous choisissez le mode natif, certaines fonctions Emby seront manquantes, telles que : le mode cinéma d’Emby, les options de flux direct/transcodage et la planification de l’accès parental.
zh_cn: 注意！如果选择本地模式，某些Emby功能将会丢失，例如：Emby影院模式、直接推流/转码选项和家长模式、访问计划等。

# #33036
source: Add-on (default)
fr_fr: Extension (défaut)
zh_cn: 插件（默认）

# #33037
source: Native (direct paths)
fr_fr: Natif (chemins directs)
zh_cn: 本地（直接路径访问）

# #33039
source: Enable music library?
fr_fr: Activer la médiathèque musicale ?
zh_cn: 启用音乐媒体库？

# #33042
source: Running the caching process may take some time. Continue anyway?
fr_fr: L’exécution du processus de cache peut prendre un certain temps. Voulez-vous continuer ?
zh_cn: 运行缓存进程可能需要一些时间，是否要继续？

# #33044
source: Reset existing artwork cache?
fr_fr: Réinitialiser le cache des illustrations ?
zh_cn: 重置现有的艺术图缓存？

# #33045
source: Updating artwork cache
fr_fr: Mise à jour du cache des illustrations
zh_cn: 更新艺术图缓存

# #33046
source: Waiting for threads to exit
fr_fr: Attente de la fin des tâches
zh_cn: 等待进程退出

# #33047
source: Kodi can't locate file:
fr_fr: Kodi ne peut pas localiser le fichier :
zh_cn: Kodi无法找到文件：

# #33048
source: Use the Emby path substitution to format your path correctly or ensure your path is added to Kodi's file manager. For more information, check the FAQ in Emby for Kodi's github wiki. Stop syncing?
fr_fr: Utilisez la substitution de chemin Emby pour formater votre chemin correctement ou vous assurer que le chemin est ajouté à l’explorateur de fichiers de Kodi. Pour plus d’informations, consultez la FAQ sur le wiki du GitHub d’Emby pour Kodi. Arrêter la synchronisation ?
zh_cn: 使用Emby相对路径替换绝对路径，或确保将路径添加到Kodi的文件管理器。 有关更多信息，请查看Emby for Kodi的github维基百科中的常见问题解答。 停止同步？

# #33049
source: New
fr_fr: Nouveau
zh_cn: 新项目

# #33054
source: Add user to session
fr_fr: Ajouter l’utilisateur à la session
zh_cn: 添加用户至会话

# #33058
source: Perform local database reset
fr_fr: Réinitialisation de la base de données locale
zh_cn: 执行本地数据库重置

# #33059
source: Cache all artwork
fr_fr: Mettre toutes les illustrations en cache
zh_cn: 缓存所有艺术图

# #33060
source: Sync theme media
fr_fr: Synchroniser les médias de thèmes
zh_cn: 同步主题媒体

# #33061
source: Add/Remove user from the session
fr_fr: Ajouter/Supprimer l’utilisateur à la session
zh_cn: 从会话中添加/删除用户

# #33062
source: Add user
fr_fr: Ajouter l’utilisateur
zh_cn: 添加用户

# #33063
source: Remove user
fr_fr: Supprimer l’utilisateur
zh_cn: 删除用户

# #33064
source: Remove user from the session
fr_fr: Supprimer l’utilisateur de la session
zh_cn: 从会话中删除用户

# #33066
source: Removed
fr_fr: Supprimé
zh_cn: 删除

# #33067
source: Added
fr_fr: Ajouté
zh_cn: 添加

# #33074
source: Are you sure you want to reset your local Kodi database?
fr_fr: Voulez-vous vraiment réinitialiser votre base de données Kodi locale ?
zh_cn: 确定要重置本地Kodi数据库吗？

# #33086
source: Remove all cached artwork?
fr_fr: Supprimer toutes les illustrations en cache ?
zh_cn: 删除所有缓存的艺术图？

# #33087
source: Reset all Emby add-on settings?
fr_fr: Réinitialiser tous les paramètres de l’extension Emby ?
zh_cn: 重置所有 Emby 插件项设置？

# #33088
source: Database reset has completed, Kodi will now restart to apply the changes.
fr_fr: La réinitialisation de la base de données est terminée, Kodi va maintenant redémarrer pour appliquer les changements.
zh_cn: 数据库重置已完成，Kodi现在将重新启动以应用更改。

# #33089
source: Enter folder name for backup
fr_fr: Renseigner le nom du dossier pour la sauvegarde
zh_cn: 输入备份的文件夹名称

# #33090
source: Replace existing backup?
fr_fr: Remplacer la sauvegarde existante ?
zh_cn: 替换现有备份？

# #33091
source: Created backup at:
fr_fr: Sauvegarde créée à :
zh_cn: 创建备份位置到：

# #33092
source: Create a backup
fr_fr: Créer une sauvegarde
zh_cn: 创建备份

# #33093
source: Backup folder
fr_fr: Dossier de sauvegarde
zh_cn: 备份文件夹

# #33097
source: Important, cleanonupdate was removed in your advanced settings to prevent conflict with Emby for Kodi. Kodi will restart now.
fr_fr: Important, cleanonupdate a été supprimé dans vos paramètres avancés pour éviter tout conflit avec Emby pour Kodi. Kodi va redémarrer maintenant.
zh_cn: 重要，清理更新已在您的高级设置中删除，以防止与Emby for Kodi发生冲突。Kodi将立即重新启动。

# #33098
source: Refresh boxsets
fr_fr: Actualiser les sagas
zh_cn: 刷新合集

# #33099
source: Install the server plugin Kodi Companion to automatically apply emby library updates at startup. This setting can be found in the add-on settings > sync options > Enable Kodi Companion.
fr_fr: Installez l’extension du serveur Kodi Companion pour appliquer automatiquement les mises à jour de la médiathèque Emby au démarrage. Ce paramètre se trouve dans les réglages de l’extension > Synchroniser > Activer Kodi Companion.
zh_cn: 安装服务器插件Kodi Companion，以便在启动时自动应用Emby媒体库更新。此设置可以在插件设置>同步>启用Kodi Companion中找到。

# #33100
source: Would you like to sync empty shows?
fr_fr: Voulez-vous synchroniser les séries TV vides ?
zh_cn: 是否要同步空的剧集？

# #33101
source: Since you are using native playback mode with music enabled, do you want to import music rating from files?
fr_fr: Vous utilisez le mode de lecture natif pour la musique. Souhaitez-vous importer la notation musicale à partir des fichiers ?
zh_cn: 由于您使用的是启用音乐的本机播放模式，是否要从文件导入音乐评分？

# #33102
source: Resume the previous sync?
fr_fr: Reprendre la synchronisation précédente ?
zh_cn: 恢复之前的同步?

# #33103
source: Enable the webserver service in the Kodi settings to allow artwork caching.
fr_fr: Activer le service de serveur Web dans les paramètres Kodi pour permettre la mise en cache des illustrations.
zh_cn: 在Kodi设置中启用Web服务器服务，以允许艺术图缓存。

# #33104
source: Find more info in the github wiki/Create-and-restore-from-backup.
fr_fr: Vous trouverez plus d’informations dans le wiki du GitHub/Création et restauration à partir de la sauvegarde.
zh_cn: 更多信息请访问github wiki/Create-and-restore-from-backup。

# #33105
source: Enable the context menu
fr_fr: Activer le menu contextuel
zh_cn: 启用上下文菜单

# #33106
source: Enable the option to transcode
fr_fr: Activer l’option de transcodage
zh_cn: 启用转码选项

# #33107
source: Users added to the session
fr_fr: Utilisateurs ajoutés à la session
zh_cn: 用户添加到会话

# #33108
source: Notifications are delayed during video playback (except live tv).
fr_fr: Les notifications sont différées pendant la lecture vidéo (sauf pour la TV en direct).
zh_cn: 在视频播放过程中（直播电视除外）会延迟通知。

# #33109
source: Plugin
zh_cn: 插件

# #33110
source: Restart Kodi to take effect.
fr_fr: Redémarrer Kodi pour prendre effet.
zh_cn: 重新启动Kodi以生效。

# #33111
source: Reset the local database to apply the playback mode change.
fr_fr: Réinitialiser la base de données locale pour appliquer le changement de mode de lecture.
zh_cn: 重置本地数据库以应用播放模式更改。

# #33112
source: Applies to Native and Add-on playback mode
fr_fr: S’applique aux modes de lecture Natif et Extension
zh_cn: 适用于本机和插件播放模式

# #33113
source: Applies to Add-on playback mode only
fr_fr: S’applique uniquement au mode de lecture Extension
zh_cn: 只适用于插件播放模式

# #33114
source: Enable external subtitles
fr_fr: Activer les sous-titres externes
zh_cn: 启用外挂字幕

# #33115
source: Adjust for remote connection
fr_fr: Ajuster pour la connexion à distance
zh_cn: 调整远程连接

# #33116
source: Compress artwork (reduces quality)
fr_fr: Compresser les illustrations (réduit la qualité)
zh_cn: 压缩艺术图（降低质量）

# #33117
source: Enable artwork caching? If not, Kodi will still cache your artwork at a slower pace.
fr_fr: Activer la mise en cache des illustrations ? Sinon, Kodi le mettra toujours en cache, mais plus lentement.
zh_cn: 使用艺术图缓存吗？如果没有，Kodi仍将以较慢的速度缓存您的艺术图。

# #33118
source: You've change the playback mode. Kodi needs to be reset to apply the change, would you like to do this now?
fr_fr: Vous avez changé le mode de lecture. Kodi a besoin d’être réinitialisé pour appliquer le changement, voulez-vous le faire maintenant ?
zh_cn: 您已更改播放模式，需要重置Kodi才能应用更改，是否现在执行此操作？

# #33119
source: Something went wrong during the sync. You'll be able to restore progress when restarting Kodi. If the problem persists, please report on the Emby for Kodi forums, with your Kodi log.
fr_fr: Une erreur est survenue pendant la synchronisation. Vous pourrez restaurer la progression au redémarrage de Kodi. Si le problème persiste, merci de nous le signaler sur les forums d’Emby pour Kodi, avec votre journal de Kodi.
zh_cn: 同步过程中出错，重新启动Kodi时，您将能够恢复进度，如果问题仍然存在，请使用您的Kodi日志在Emby for Kodi论坛上报告。

# #33120
source: Select the libraries to add
fr_fr: Sélectionner les médiathèques à ajouter
zh_cn: 选择要添加的媒体库

# #33121
source: All
fr_fr: Tout
zh_cn: 全部

# #33122
source: Restart Kodi to resume where you left off.
fr_fr: Redémarrer Kodi pour reprendre là où vous vous étiez arrêté.
zh_cn: 重新启动Kodi以恢复您停止的位置。

# #33123
source: Sync library to Kodi
fr_fr: Synchroniser la médiathèque vers Kodi
zh_cn: 将媒体库与Kodi同步

# #33124
source: Include people (slow)
fr_fr: Inclure les individus (lent)
zh_cn: 包括演员（较慢）

# #33125
source: Choose the Emby views to sync to Kodi. You can optionally sync libraries at a later time.
fr_fr: Choisir les vues Emby à synchroniser avec Kodi. Vous pouvez éventuellement synchroniser les médiathèques ultérieurement.
zh_cn: 选择要与Kodi同步的Emby视图，您可以选择稍后同步媒体库。

# #33126
source: Sync later
fr_fr: Synchroniser plus tard
zh_cn: 稍后同步

# #33127
source: Proceed
fr_fr: Poursuivre
zh_cn: 继续

# #33128
source: Failed to retrieve latest content updates. No content updates will be applied until Kodi is restarted. If this issue persists, please report on the Emby for Kodi forums, with your Kodi log.
fr_fr: Impossible de récupérer les dernières mises à jour du contenu. Aucune mise à jour du contenu ne sera appliquée tant que Kodi n’aura pas redémarré. Si ce problème persiste, merci de le signaler sur les forums d’Emby pour Kodi, avec votre journal de Kodi.
zh_cn: 检查最新内容更新失败，在重新启动kodi之前，不会应用任何内容更新，如果此问题仍然存在，请使用您的Kodi日志在Emby for Kodi论坛上报告。

# #33129
source: You can sync libraries by launching the Emby add-on > Add libraries.
fr_fr: Vous pouvez synchroniser les médiathèques en lançant l’extensions Emby > Ajouter des médiathèques.
zh_cn: 您可以通过启动Emby插件>添加媒体库来同步。

# #33130
source: Select the source
fr_fr: Sélectionner la source
zh_cn: 选择源

# #33131
source: Refreshing boxsets
fr_fr: Actualisation des sagas
zh_cn: 刷新合集

# #33132
source: Repair library
fr_fr: Réparer la médiathèque
zh_cn: 修复媒体库

# #33133
source: Remove library from Kodi
fr_fr: Supprimer la médiathèque de Kodi
zh_cn: 从Kodi中删除媒体库

# #33134
source: Add server
fr_fr: Ajouter un serveur
zh_cn: 添加服务器

# #33135
source: Kodi will now restart to apply a small patch for your Kodi version.
fr_fr: Kodi va maintenant redémarrer pour appliquer un petit correctif pour votre version de Kodi.
zh_cn: Kodi现在将重新启动，为您的Kodi版本应用一个小补丁。

# #33136
source: Update library
fr_fr: Mise à jour de la médiathèque
zh_cn: 更新媒体库

# #33137
source: Enable Kodi Companion (server plugin)
fr_fr: Activer Kodi Companion (extension du serveur)
zh_cn: 启用Kodi Companion（服务器插件）

# #33138
source: You can update your library manually rather than rely on the server plugin Kodi companion. Launch the add-on and update libraries (or per library). To remove content, you'll need to repair the library.
fr_fr: Vous pouvez mettre à jour votre médiathèque manuellement plutôt que par l’extension du serveur Kodi Companion. Lancez l’extension et mettez à jour une ou plusieurs médiathèques. Pour supprimer du contenu, vous devrez réparer la médiathèque.
zh_cn: 您可以手动更新媒体库，而不是依赖服务器插件Kodi Companion。 启动插件选项和更新媒体库（或每个媒体库）。 要删除内容，您需要修复媒体库。

# #33139
source: Update libraries
fr_fr: Mise à jour des médiathèques
zh_cn: 更新媒体库

# #33140
source: Repair libraries
fr_fr: Réparer les médiathèques
zh_cn: 修复媒体库

# #33141
source: Remove server
fr_fr: Supprimer le serveur
zh_cn: 删除服务器

# #33142
source: Something went wrong. Try again later.
fr_fr: Une erreur est survenue. Réessayez plus tard.
zh_cn: 出了点问题，稍后再试。

# #33144
source: Removing library
fr_fr: Suppression de la médiathèque
zh_cn: 删除媒体库

# #33145
source: Please make sure your Emby server libraries are accessible to your Kodi installation and that you have path substitution configured on your server. For more information, check the FAQ in Emby for Kodi's github wiki.
fr_fr: Veuillez vous assurer que les médiathèques de votre serveur Emby sont accessibles à votre installation Kodi et que vous avez configuré la substitution de chemin sur votre serveur. Pour plus d’informations, consultez la FAQ sur le wiki du GitHub d’Emby pour Kodi.
zh_cn: 请确保您的Emby服务器媒体库，可以在你访问的Kodi上安装，并且您的服务器上配置了路径替换。有关更多信息，请查看Emby中Kodi的Github维基百科的常见问题解答。

# #33146
source: Unable to connect to Emby.
fr_fr: Impossible de se connecter à Emby.
zh_cn: 无法连接到Emby。

# #33147
source: Your access to Emby is restricted.
fr_fr: Votre accès à Emby est limité.
zh_cn: 您对EMBY的访问受到限制。

# #33148
source: Your access to this server is restricted.
fr_fr: Votre accès à ce serveur est limité.
zh_cn: 您对此服务器的访问受到限制。

# #33149
source: Unable to connect to this server.
fr_fr: Impossible de se connecter à ce serveur.
zh_cn: 无法连接到此服务器。

# #33150
source: Update server information
fr_fr: Mettre à jour les informations du serveur
zh_cn: 更新服务器信息

# #33151
source: Reconnect to the same server that was previously loaded. If you want to use a different server, reset your local database, including your user information.
fr_fr: Se reconnecter au même serveur que celui qui a été utilisé précédemment. Si vous souhaitez utiliser un autre serveur, réinitialisez votre base de données locale, ainsi que vos informations d’utilisateur.
zh_cn: 重新连接到先前加载的同一服务器。 如果要使用其他服务器，请重置本地数据库，包括用户信息。

# #33152
source: Unable to locate TV Tunes in Kodi.
fr_fr: Impossible de trouver TV Tunes dans Kodi.
zh_cn: 在Kodi中找不到电视节目。

# #33153
source: Your Emby theme media has been synced to Kodi
fr_fr: Votre média de thème Emby a été synchronisé avec Kodi
zh_cn: 您的Emby主题媒体已同步到Kodi

# #33154
source: Add libraries
fr_fr: Ajouter des médiathèques
zh_cn: 添加媒体库
