Repository: nevrion/repository.nevnet
Catalog: repo/plugin.video.emby-next-gen/resources/language/resource.language.*/strings.po
Languages: fr_fr, zh_cn

# #33155
source: The currently applied patch for Emby for Kodi is corrupted! Please post to the Emby for Kodi forums if this issue persists. This will need to be fixed as soon as possible.
fr_fr: Le correctif actuellement appliqué pour Emby pour Kodi est corrompu ! Veuillez poster sur les forums d’Emby pour Kodi si ce problème persiste. Cette situation devra être corrigée dès que possible.
zh_cn: 当前应用的Emby for Kodi补丁已损坏！如果这个问题仍然存在，请在Emby的Kodi论坛上发帖，这个问题需要尽快解决。

# #33156
source: A patch has been applied!
fr_fr: Un correctif a été appliqué !
zh_cn: 已应用修补程序！

# #33157
source: Audio only
fr_fr: Audio seulement
zh_cn: 仅音频

# #33158
source: Subtitles only
fr_fr: Sous-titres seulement
zh_cn: 仅字幕

# #33159
source: Enable audio/subtitles selection
fr_fr: Activer la sélection audio/sous-titres
zh_cn: 启用音频/字幕选择

# #33160
source: To avoid errors, please update Emby for Kodi to version:
fr_fr: Pour éviter les erreurs, veuillez mettre à jour la version d’Emby pour Kodi:
zh_cn: 为避免错误，请将Emby for Kodi更新为版本：

# #33161
source: Check for updates
fr_fr: Rechercher des mises à jour
zh_cn: 检查更新

# #33162
source: Reset the music library?
fr_fr: Réinitialiser la médiathèque musicale ?
zh_cn: 重置音乐媒体库？

# #33163
source: Support this project
fr_fr: Soutenir ce projet
zh_cn: 支持这个项目

# #33164
source: Mask sensitive information in log (does not apply to kodi logging)
fr_fr: Masquer les informations sensibles dans le journal (ne s’applique pas à la journalisation de Kodi)
zh_cn: 在日志中屏蔽敏感信息（不适用于Kodi日志记录）

# #33165
source: Failed to create backup
fr_fr: Échec de la création de sauvegarde
zh_cn: 创建备份失败

# #33166
source: (dynamic)
fr_fr: (dynamique)
zh_cn: (动态)

# #33167
source: Recently added
fr_fr: Récemment ajouté
zh_cn: 最近添加

# #33168
source: Favourites
fr_fr: Favoris
zh_cn: 收藏夹

# #33169
source: In Progress
fr_fr: En cours
zh_cn: 进行中

# #33170
source: Unwatched
fr_fr: Non vu
zh_cn: 未观看

# #33171
source: By first letter
fr_fr: Par première lettre
zh_cn: 以首字母排序

# #33172
source: You have {number} updates pending. This may take a little while before seeing new content. It might be faster to update your libraries via launching the Emby add-on > update libraries. Proceed anyway?
fr_fr: Vous avez {number} mises à jour en attente. Cela peut prendre un peu de temps avant de voir le nouveau contenu. Il peut être plus rapide de mettre à jour vos médiathèques en lançant l’extension Emby > Mettre à jour les médiathèques. Continuer quand même ?
zh_cn: 您有 {number} 个更新待处理。在看到新内容之前，这可能需要一些时间。通过启动Emby插件选项>更新媒体库，可能会更快的完成更新，仍要继续吗？

# #33173
source: Forget about the previous sync? This is not recommended.
fr_fr: Oublier la synchronisation précédente ? Ceci n’est pas recommandé.
zh_cn: 忽略以前的同步？不建议这样做。

# #33174
source: Paging - download threads (default: 3)
fr_fr: Pagination − tâches de téléchargement (par défaut : 3)
zh_cn: 分页 - 下载线程（默认值：3）

# #33175
source: Paging tip: Each download thread requests your max items value from Emby at the same time.
fr_fr: Conseil de pagination : Chaque téléchargement demande la valeur maximale d’éléments d’Emby en même temps.
zh_cn: 分页提示：每个下载线程同时从Emby请求您的最大项目值。

# #33176
source: Update or repair your libraries to apply the changes below.
fr_fr: Mettre à jour ou réparer vos médiathèques pour appliquer les changements ci-dessous.
zh_cn: 更新或修复媒体库以应用以下更改。

# #33177
source: Display the progress bar if update count greater than
fr_fr: Afficher la barre de progression si le nombre de mises à jour est supérieur à
zh_cn: 如果更新计数大于，则显示进度条

# #33178
source: Processing updates
fr_fr: Traitement des mises à jour
zh_cn: 正在处理更新

# #33179
source: Force transcode
fr_fr: Forcer le transcodage
zh_cn: 强制转码

# #33180
source: Restart Emby for Kodi
fr_fr: Redémarrer Emby for Kodi
zh_cn: 为Kodi重新启动Emby

# #33181
source: Restarting to apply the patch
fr_fr: Redémarrage pour appliquer le correctif
zh_cn: 重新启动以应用修补程序

# #33182
source: Play with cinema mode
fr_fr: Lire avec le mode cinéma
zh_cn: 使用影院模式播放

# #33183
source: Enable the option to play with cinema mode
fr_fr: Activer l’option pour lire avec le mode cinéma
zh_cn: 启用此选项以影院模式播放

# #33184
source: Remove libraries
fr_fr: Supprimer des médiathèques
zh_cn: 删除媒体库

# #33185
source: Enable sync during playback (may cause some lag)
fr_fr: Activer la synchronisation pendant la lecture (peut entraîner des ralentissements)
zh_cn: 在播放期间启用同步（可能会导致一些延迟）

# #33186
source: The Kodi companion speeds up the start up sync. Other syncs are triggered by server events.
fr_fr: Kodi Companion accélère la synchronisation au démarrage. Les autres synchronisations sont provoquées par des évènements sur le serveur.
zh_cn: Kodi Companion可加快启动同步速度。 其他同步由服务器事件触发。

# #33187
source: Sync Rotten Tomatoes ratings
fr_fr: Synchroniser les notes de Rotten Tomatoes
zh_cn: 同步烂番茄评分

# #33188
source: Would you like to sync Rotten Tomatoes ratings?
fr_fr: Voulez-vous synchroniser les notes de Rotten Tomatoes ?
zh_cn: 是否要同步烂番茄的评分吗？

# #33191
source: Restart Emby for Kodi to apply this change?
fr_fr: Redémarrer Emby pour Kodi pour appliquer ce changement ?
zh_cn: 重新启动Emby以便Kodi应用此更改？

# #33192
source: Restart Emby for Kodi
fr_fr: Redémarrer Emby pour Kodi
zh_cn: 为Kodi重新启动Emby

# #33193
source: Restarting...
fr_fr: Redémarrage...
zh_cn: 重新启动...

# #33194
source: Manage libraries
fr_fr: Gérer les médiathèques
zh_cn: 管理媒体库

# #33195
source: Enable Emby for Kodi
fr_fr: Activer Emby pour Kodi
zh_cn: 为Kodi启用Emby

# #33196
source: Advanced options
fr_fr: Options avancées
zh_cn: 高级选项

# #33197
source: A sync is already running, please wait until it completes and try again.
fr_fr: Une synchronisation est déjà en cours. Patientez jusqu’à ce qu’elle se termine puis réessayez.
zh_cn: 同步已经运行，请等待同步完成，然后重试。

# #33201
source: Emby play
fr_fr: Lecture Emby
zh_cn: Emby 播放

# #33202
source: Music database rescan patch
fr_fr: Correctif d’actualisation de la base de données musicale
zh_cn: 音乐数据库重新扫描修补程序

# #33203
source: Task succeeded!
fr_fr: La tâche a réussi!
zh_cn: 任务成功！

# #33204
source: Task failed!
fr_fr: La tâche a échoué!
zh_cn: 任务失败！

# #33205
source: Enable simple play (external player friendly)
fr_fr: Activer la lecture simple (mieux pour les lecteurs externes)
zh_cn: 启用简易播放（有助于外部播放器）

# #33206
source: Transcode 10-bit (H264)
fr_fr: Transcoder le 10-bit (H264)
zh_cn: 转码 (H264)10-bit

# #33207
source: Ask to proceed with sync if count greater than
fr_fr: Demander la confirmation pour la synchronisation si le compte est plus élevé que
zh_cn: 如果计数大于，则要求继续同步

# #33208
source: Transcode 10-bit (H265/HEVC)
fr_fr: Transcoder le 10-bit (H265/HEVC)
zh_cn: 转码 (H265/HEVC)10-bit

# #33209
source: Play remote urls using Emby
fr_fr: Lire les URL distantes avec Emby
zh_cn: 使用Emby播放远程URL

# #33210
source: Display hidden users in selection
fr_fr: Afficher les utilisateurs cachés dans la sélection
zh_cn: 在选择中显示隐藏用户

# #33211
source: Reset patch update
fr_fr: Réinitialiser la mise à jour du correctif
zh_cn: 重置补丁更新

# #33212
source: Latest release
fr_fr: Dernière version
zh_cn: 最新版本

# #33213
source: Enable label for multi-episodes. i.e. | # | title
fr_fr: Activer les labels pour les épisodes multiples. par ex. | # | titre
zh_cn: 为多集启用标签，即| # |标题

# #33214
source: Transcode Divx (MSMPEG4V3)
fr_fr: Transcoder le Divx (MSMPEG4V3)
zh_cn: 转码 Divx (MSMPEG4V3)

# #33215
source: Transcode Xvid (MPEG4)
fr_fr: Transcoder Xvid (MPEG4)
zh_cn: 转码 Xvid (MPEG4)

# #33216
source: Transcode Dvd (MPEG2)
fr_fr: Transcoder DVD (MPEG2)
zh_cn: 转码 Dvd (MPEG2)

# #33217
source: Verify the connection? Recommended: Disable for self-signed certificate only.
fr_fr: Vérifier la connexion? Recommandé: désactiver pour les certificats auto-signés uniquement.
zh_cn: 验证连接？ 推荐：禁用自签名证书only.

# #33218
source: By Year
fr_fr: Par Année
zh_cn: 按年份

# #33219
source: By Actor
fr_fr: Par acteurs
zh_cn: 按演员

# #33220
source: By Tag
fr_fr: Par tags
zh_cn: 按标签

# #33221
source: Enable userrating sync
fr_fr: Activer la synchronisation des évaluations des utilisateurs
zh_cn: 启用用户评分同步

# #33222
source: FINAL WARNING: Complete database reset is required! If you decline, please stop here and MANUALLY downgrade to previous version.
fr_fr: DERNIER AVERTISSEMENT : Une réinitialisation complète de la base de données est requise !
zh_cn: 最终警告：需要完成数据库重置！

# #33223
source: Database reset required, wait for Kodi restart.
fr_fr: Réinitialisation de la base de données requise, attendez le redémarrage de Kodi.
zh_cn: 需要重置数据库，等待 Kodi 重启。

# #33224
source: Invalid backup path
fr_fr: Chemin de sauvegarde non valide
zh_cn: 无效的备份路径

# #33225
source: Invalid backup
fr_fr: Sauvegarde non valide
zh_cn: 无效备份

# #33226
source: Artwork cache in progress
fr_fr: Cache des illustrations en cours
zh_cn: 正在缓存图稿

# #33227
source: Webserver must be enabled for artwork cache. Enable now?
fr_fr: Le serveur Web doit être activé pour le cache des illustrations.
zh_cn: 必须为图稿缓存启用 Web 服务器。

# #33228
source: No password found, set password to 'kodi'
fr_fr: Aucun mot de passe trouvé, définissez le mot de passe sur 'kodi'
zh_cn: 未找到密码，将密码设置为“kodi”

# #33229
source: No backup path set
fr_fr: Aucun chemin de sauvegarde défini
zh_cn: 未设置备份路径

# #33230
source: select
fr_fr: sélectionner
zh_cn: 选择

# #33231
source: Special Features
fr_fr: Caractéristiques spéciales
zh_cn: 特殊功能

# #33232
source: Live TV sync finished
fr_fr: Synchronisation TV en direct terminée
zh_cn: 直播电视同步完成

# #33233
source: Please install and enable iptvsimple
fr_fr: Veuillez installer et activer iptvsimple
zh_cn: 请安装并启用 iptvsimple

# #33234
source: Sync LiveTV
fr_fr: Synchroniser TV en direct
zh_cn: 同步直播电视

# #33235
source: Websocket is offline
fr_fr: Websocket est hors ligne
zh_cn: Websocket 离线

# #33236
source: Emby server shutdown
fr_fr: Arrêt du serveur Emby
zh_cn: Emby 服务器关闭

# #33237
source: Emby server restart required
fr_fr: Redémarrage du serveur Emby requis
zh_cn: Emby 服务器需要重启

# #33238
source: Add library
fr_fr: Ajouter une bibliothèque
zh_cn: 添加库

# #33239
source: Enable smart playlists (this could cause Kodi crashes)
fr_fr: Activer les listes de lecture intelligentes (cela pourrait provoquer des plantages de Kodi)
zh_cn: 启用智能播放列表（这可能导致 Kodi 崩溃）

# #33240
source: Enable userrating
fr_fr: Activer l'évaluation par l'utilisateur
zh_cn: 启用用户评级

# #33241
source: Enable local trailers
fr_fr: Activer les bandes-annonces locales
zh_cn: 启用本地拖车

# #33242
source: Enable trailers
fr_fr: Activer les bandes-annonces
zh_cn: 启用拖车

# #33243
source: Transcode
fr_fr: Transcoder
zh_cn: 转码

# #33244
source: Output format video
fr_fr: Format de sortie vidéo
zh_cn: 输出格式视频

# #33245
source: Output format audio
fr_fr: Format de sortie audio
zh_cn: 输出格式音频

# #33246
source: Show options in plugin menu
fr_fr: Afficher les options dans le menu du plug-in
zh_cn: 在插件菜单中显示选项

# #33247
source: Date info
fr_fr: Informations sur les dates
zh_cn: 日期信息

# #33248
source: Genres
fr_fr: Genre
zh_cn: 流派

# #33249
source: Studios
zh_cn: 工作室

# #33250
source: Taglines
fr_fr: Slogans
zh_cn: 标语

# #33251
source: Overview
fr_fr: Aperçu
zh_cn: 概述

# #33252
source: Production locations
fr_fr: Lieux de production
zh_cn: 生产地点

# #33253
source: Dynamic libraries
fr_fr: Bibliothèques dynamiques
zh_cn: 动态库

# #33254
source: Compatibility mode
fr_fr: mode de compatibilité
zh_cn: 兼容模式

# #33255
source: Restore backup
fr_fr: Restaurer la sauvegarde
zh_cn: 恢复备份

# #33256
source: Which artwork should be cached
fr_fr: Quelle illustration doit être mise en cache
zh_cn: 应该缓存哪些图稿

# #33257
source: Video
fr_fr: Vidéo
zh_cn: 视频

# #33258
source: Music
fr_fr: Musique
zh_cn: 音乐

# #33259
source: Incremental sync date
fr_fr: Date de synchronisation incrémentielle
zh_cn: 增量同步日期

# #33260
source: Incremental sync time
fr_fr: temps de synchronisation incrémentielle
zh_cn: 增量同步时间

# #33261
source: Collecting removed items
fr_fr: Collecte des éléments supprimés
zh_cn: 收集已删除的项目

# #33262
source: Enable cinema mode (movies)
fr_fr: Activer le mode cinéma (movies)
zh_cn: 启用影院模式 (movies)

# #33263
source: Enable cinema mode (tv shows)
fr_fr: Activer le mode cinéma (tv shows)
zh_cn: 启用影院模式 (tv shows)

# #33264
source: Delete items also from Emby server? Final warning, this will also delete the FILES and is not reversible!
fr_fr: Supprimer également les éléments du serveur Emby ?
zh_cn: 也从Emby服务器中删除项目？

# #33265
source: Delete FILES also from Emby server by Kodi events? THIS IS VERY DANGEROUS AND NOT REVERSIBLE!
fr_fr: Supprimer également les FICHIERS du serveur Emby par les événements Kodi ?
zh_cn: Kodi 事件也从 Emby 服务器中删除文件？

# #33266
source: Enable FILE delete on Kodi events
fr_fr: Activer la suppression de FICHIER sur les événements Kodi
zh_cn: 启用对 Kodi 事件的文件删除

# #33267
source: Disable HTTP2 support
fr_fr: Désactiver la prise en charge HTTP2
zh_cn: 禁用 HTTP2 支持

# #33268
source: Kodi restart initiated due to advancedsettings.xml changes
fr_fr: Redémarrage de Kodi lancé en raison de modifications de advancedsettings.xml
zh_cn: 由于 advancedsettings.xml 更改而启动 Kodi 重新启动

# #33269
source: 1.3 Mbps HD
fr_fr: 1,3 Mbit/s HD
zh_cn: 1.3 Mbps 高清

# #33270
source: 2.0 Mbps HD
fr_fr: 2,0 Mbit/s HD
zh_cn: 2.0 Mbps 高清

# #33271
source: 3.2 Mbps HD
fr_fr: 3,2 Mbit/s HD
zh_cn: 3.2 Mbps 高清

# #33272
source: 4.7 Mbps HD
fr_fr: 4,7 Mbit/s HD
zh_cn: 4.7 Mbps 高清

# #33273
source: 6.2 Mbps HD
fr_fr: 6,2 Mbit/s HD
zh_cn: 6.2 Mbps 高清

# #33274
source: 7.7 Mbps HD
fr_fr: 7,7 Mbit/s HD
zh_cn: 7.7 Mbps 高清

# #33275
source: 9.2 Mbps HD
fr_fr: 9,2 Mbit/s HD
zh_cn: 9.2 Mbps 高清

# #33276
source: 10.7 Mbps HD
fr_fr: 10,7 Mbit/s HD
zh_cn: 10.7 Mbps 高清

# #33277
source: 12.2 Mbps HD
fr_fr: 12,2 Mbit/s HD
zh_cn: 12.2 Mbps 高清

# #33278
source: 13.7 Mbps HD
fr_fr: 13,7 Mbit/s HD
zh_cn: 13.7 Mbps 高清

# #33279
source: 15.2 Mbps HD
fr_fr: 15,2 Mbit/s HD
zh_cn: 15.2 Mbps 高清

# #33280
source: 16.7 Mbps HD
fr_fr: 16,7 Mbit/s HD
zh_cn: 16.7 Mbps 高清

# #33281
source: 18.2 Mbps HD
fr_fr: 18,2 Mbit/s HD
zh_cn: 18.2 Mbps 高清

# #33282
source: 20.0 Mbps HD
fr_fr: 20,0 Mbit/s HD
zh_cn: 20.0 Mbps 高清

# #33283
source: 25.0 Mbps HD
fr_fr: 25,0 Mbit/s HD
zh_cn: 25.0 Mbps 高清

# #33284
source: 30.0 Mbps HD
fr_fr: 30,0 Mbit/s HD
zh_cn: 30.0 Mbps 高清

# #33285
source: 35.0 Mbps HD
fr_fr: 35,0 Mbit/s HD
zh_cn: 35.0 Mbps 高清

# #33286
source: 40.0 Mbps HD
fr_fr: 40,0 Mbit/s HD
zh_cn: 40.0 Mbps 高清

# #33287
source: 100.0 Mbps HD
fr_fr: 100,0 Mbit/s HD
zh_cn: 100.0 Mbps 高清

# #33288
source: 1000.0 Mbps HD
zh_cn: 1000.0 Mbps 高清

# #33298
source: Cinema mode
fr_fr: Mode cinéma
zh_cn: 电影模式

# #33299
source: Artwork
fr_fr: Œuvre d'art
zh_cn: 艺术品

# #33300
source: Menu
zh_cn: 菜单

# #33301
source: Compatibility mode changes the plugin id to 4.x (plugin.video.emby). Don't use it if it's not absolutly required! Never perform updates in this mode!
fr_fr: Le mode de compatibilité modifie l'ID du plug-in en 4.x (plugin.video.emby).
zh_cn: 兼容模式将插件 id 更改为 4.x (plugin.video.emby)。

# #33302
source: In some circumstances (WLan, delayed network startup etc.) a delayed plugin start can improve connectivity
fr_fr: Dans certaines circonstances (WLan, démarrage du réseau retardé, etc.), un démarrage retardé du plug-in peut améliorer la connectivité
zh_cn: 在某些情况下（WLAN、延迟网络启动等）延迟插件启动可能会改善连接性

# #33303
source: You can adjust what meta information are loaded for dynamic (not synced) content. By default only basic information are loaded. Extenting can delay browsing lists.
fr_fr: Vous pouvez ajuster les métadonnées chargées pour le contenu dynamique (non synchronisé).
zh_cn: 您可以调整为动态（未同步）内容加载的元信息。

# #33304
source: Be careful with this option. It offers FILE DELETE not only database removal. (Admin permissions are required)
fr_fr: Soyez prudent avec cette option.
zh_cn: 小心这个选项。

# #33305
source: This is a debug option. You can set the last sync date/time manually. After Kodi restart it will perform the action. Just perform minor adjustments. Setting a date/time too much in the past can cause a huge incremental sync.
fr_fr: Il s'agit d'une option de débogage.
zh_cn: 这是一个调试选项。

# #33306
source: Resets the unique device id. A manual reconnection to emby server is required. Otherwise the realtime communication could be compromised.
fr_fr: Réinitialise l'identifiant unique de l'appareil.
zh_cn: 重置唯一设备ID。

# #33307
source: Connect to a new Emby server (multiserver) or reconnect an existing Emby server (debug)
fr_fr: Connectez-vous à un nouveau serveur Emby (multiserveur) ou reconnectez un serveur Emby existant (débogage)
zh_cn: 连接到新的Emby服务器（多服务器）或重新连接现有的Emby服务器（调试）

# #33308
source: Show hidden users on Emby server for connections ops.
fr_fr: Afficher les utilisateurs masqués sur le serveur Emby pour les opérations de connexion.
zh_cn: 在 Emby 服务器上显示隐藏用户以进行连接操作。

# #33309
source: Add/Remove/Repair libraries, live TV, themes.
fr_fr: Ajouter/supprimer/réparer des bibliothèques, TV en direct, thèmes.
zh_cn: 添加/删除/修复库、直播电视、主题。

# #33310
source: Syncs all artwork locally to Kodi. This can take very long. Kodi's webserver must be enabled, but not in SSL mode (not supported yet). Caching can not be interrupted beside restarting Kodi.
fr_fr: Synchronise toutes les illustrations localement avec Kodi.
zh_cn: 将所有艺术品本地同步到 Kodi。

# #33311
source: Some skins use xps playlists. Usually not required, leave it off if you don't need them.
fr_fr: Certains habillages utilisent des listes de lecture XPS.
zh_cn: 某些皮肤使用 xps 播放列表。

# #33312
source: Userrating are additional information to be synced to Kodi. In some minor cases (3rd party plugins like trakt etc.) can interfere with synced userratings. Default should be on. If you change this setting, a full database resync is mandatory to apply the change.
fr_fr: Les évaluations des utilisateurs sont des informations supplémentaires à synchroniser avec Kodi.
zh_cn: 用户评分是要同步到 Kodi 的附加信息。

# #33313
source: Performs a complete Kodi database resync. Settings and artwork are optionally reset.
fr_fr: Effectue une resynchronisation complète de la base de données Kodi.
zh_cn: 执行完整的 Kodi 数据库重新同步。

# #33314
source: Cinema mode is a premiere feature of Emby. Trailer configurations are support on Emby server (number of trailers to be played etc.)
fr_fr: Le mode cinéma est une fonctionnalité primordiale d'Emby.
zh_cn: 电影模式是 Emby 的主要功能。

# #33315
source: Transcode audio bitrate
fr_fr: Transcoder le débit audio
zh_cn: 转码音频比特率

# #33316
source: Network speed. Bitrates which exceeds the bandwidth will be transcoded.
fr_fr: Vitesse du réseau.
zh_cn: 网络速度。

# #33318
source: Devicename report to Emby server.
fr_fr: Rapport du nom de l'appareil au serveur Emby.
zh_cn: 设备名称报告给 Emby 服务器。

# #33319
source: Report playback progress to additional users.
fr_fr: Signaler la progression de la lecture à d'autres utilisateurs.
zh_cn: 向其他用户报告播放进度。

# #33320
source: Gap between playback stopped and continuation start.
fr_fr: Intervalle entre l'arrêt de la lecture et le début de la poursuite.
zh_cn: 播放停止和继续开始之间的间隙。

# #33321
source: This is a Emby server feature.
fr_fr: Il s'agit d'une fonctionnalité du serveur Emby.
zh_cn: 这是一个 Emby 服务器功能。

# #33322
source: Can save bandwidth
fr_fr: Peut économiser de la bande passante
zh_cn: 可以节省带宽

# #33323
source: In some cases it's useful showing menu options in the plugin menu as shortcuts. Also they can be added as favourites etc.
fr_fr: Dans certains cas, il est utile d'afficher les options de menu dans le menu du plug-in sous forme de raccourcis.
zh_cn: 在某些情况下，将插件菜单中的菜单选项显示为快捷方式很有用。

# #33324
source: Contect menu supports favourites management, delete options, (movie) special features selections etc.
fr_fr: Le menu Contect prend en charge la gestion des favoris, les options de suppression, les sélections de fonctionnalités spéciales (film), etc.
zh_cn: Contect菜单支持收藏夹管理、删除选项、（电影）特殊功能选择等。

# #33325
source: Audio Bitrate
fr_fr: Débit audio
zh_cn: 音频比特率

# #33330
source: 664 Kbps SD
fr_fr: 664 Kbits/s SD
zh_cn: 664 Kbps 标清

# #33331
source: 996 Kbps HD
fr_fr: 996 Kbit/s HD
zh_cn: 996 Kbps 高清

# #33332
source: Maximum artwork cache threads
fr_fr: Threads de cache d'illustrations maximum
zh_cn: 最大图稿缓存线程

# #33333
source: Animated icon
fr_fr: Icône animée
zh_cn: 动画图标

# #33334
source: Refresh skin on Emby server connection
fr_fr: Actualiser la peau sur la connexion au serveur Emby
zh_cn: 在 Emby 服务器连接上刷新皮肤

# #33335
source: Folder
fr_fr: Dossier
zh_cn: 文件夹

# #33336
source: Mixed content
fr_fr: Contenu mixte
zh_cn: 混合内容

# #33337
source: In progress
fr_fr: En cours
zh_cn: 进行中

# #33338
source: Random episodes
fr_fr: Épisodes aléatoires
zh_cn: 随机剧集

# #33339
source: Random TVShows
fr_fr: Émissions de télévision aléatoires
zh_cn: 随机电视节目

# #33340
source: Factory reset
fr_fr: réinitialisation d'usine
zh_cn: 恢复出厂设置

# #33341
source: Nodes reset
fr_fr: Réinitialisation des nœuds
zh_cn: 节点重置

# #33342
source: Are you sure you want to reset your nodes?
fr_fr: Êtes-vous sûr de vouloir réinitialiser vos nœuds ?
zh_cn: 您确定要重置您的节点吗？

# #33343
source: Artists
fr_fr: Artistes
zh_cn: 艺术家

# #33344
source: Unwatched Episodes
fr_fr: Épisodes non regardés
zh_cn: 未观看的剧集

# #33345
source: Unwatched TV Shows
fr_fr: Émissions de télévision non regardées
zh_cn: 未观看的电视节目

# #33346
source: Favorite TVShows
fr_fr: Émissions de télévision préférées
zh_cn: 最喜欢的电视节目

# #33347
source: Recently played TV Show
fr_fr: Émission de télévision récemment diffusée
zh_cn: 最近播放的电视剧

# #33348
source: Upcoming episodes
fr_fr: Épisodes à venir
zh_cn: 即将上映的剧集

# #33349
source: TV Shows
fr_fr: Émissions de télévision
zh_cn: 电视节目

# #33350
source: Recently played
fr_fr: Joué récemment
zh_cn: 最近玩过

# #33351
source: Recently played Episode
fr_fr: Épisode récemment joué
zh_cn: 最近播放的情节

# #33352
source: Directors
fr_fr: Administrateurs
zh_cn: 董事

# #33353
source: TV Show tags
fr_fr: Balises d'émissions de télévision
zh_cn: 电视节目 的标签

# #33354
source: Episode tags
fr_fr: Balises d'épisode
zh_cn: 剧集标签

# #33356
source: Movie tags
fr_fr: Balises de film
zh_cn: 电影标签

# #33357
source: Resume movie
fr_fr: Reprendre le film
zh_cn: 恢复电影

# #33358
source: Countries
fr_fr: Pays
zh_cn: 国家

# #33359
source: HD
zh_cn: 高清

# #33360
source: SD
zh_cn: 标清

# #33362
source: Albums
zh_cn: 专辑

# #33363
source: Musicvideos
fr_fr: Vidéos musicales
zh_cn: 音乐视频

# #33364
source: Musicvideo tags
fr_fr: Balises de musique et de vidéo
zh_cn: 音乐视频的标签

# #33365
source: Random musicvideos
fr_fr: Vidéos musicales aléatoires
zh_cn: 随机音乐视频

# #33366
source: Resume musicvideos
fr_fr: Reprendre les clips musicaux
zh_cn: 恢复音乐视频

# #33367
source: Videos
fr_fr: Vidéos
zh_cn: 视频

# #33368
source: Photos
zh_cn: 照片

# #33369
source: Photoalbums
fr_fr: Albums photos
zh_cn: 相册

# #33370
source: Photoalbum tags
fr_fr: Balises d'album photo
zh_cn: 相册的标签

# #33371
source: Photo tags
fr_fr: Balises de photos
zh_cn: 照片的标签

# #33372
source: Video tags
fr_fr: Balises vidéo
zh_cn: 视频标签

# #33373
source: Recently added photos
fr_fr: Photos ajoutées récemment
zh_cn: 最近添加的照片

# #33374
source: Recently added photoalbums
fr_fr: Albums photo récemment ajoutés
zh_cn: 最近添加的相册

# #33375
source: Recently added videos
fr_fr: Vidéos ajoutées récemment
zh_cn: 最近添加的视频

# #33376
source: Playlists
fr_fr: Listes de lecture
zh_cn: 播放列表

# #33377
source: Audiobooks
fr_fr: Livres audio
zh_cn: 有声读物

# #33378
source: Random audiobooks
fr_fr: Livres audio aléatoires
zh_cn: 随机有声读物

# #33379
source: Unlistened
fr_fr: Non écouté
zh_cn: 未听

# #33380
source: Random songs
fr_fr: Chansons aléatoires
zh_cn: 随机歌曲

# #33381
source: Random podcasts
fr_fr: Podcasts aléatoires
zh_cn: 随机播客

# #33382
source: Podcasts
zh_cn: 播客

# #33383
source: Synced nodes are much faster than dynamic nodes. Prefer them where ever possible
fr_fr: Les nœuds synchronisés sont beaucoup plus rapides que les nœuds dynamiques.
zh_cn: 同步节点比动态节点快得多。

# #33384
source: Dynamic nodes are build on the fly. This has na impact to performance. Try to avoid where ever possible
fr_fr: Les nœuds dynamiques sont construits à la volée.
zh_cn: 动态节点是动态构建的。

# #33385
source: Favorite musicvideos
fr_fr: Vidéos musicales préférées
zh_cn: 最喜欢的音乐视频
