Repository: nevrion/repository.nevnet
Catalog: repo/plugin.video.emby-next-gen/resources/language/resource.language.*/strings.po
Languages: fr_fr, zh_cn

# #33386
source: Synced nodes
fr_fr: nœuds synchronisés
zh_cn: 同步节点

# #33387
source: Dynamic nodes
fr_fr: nœuds dynamiques
zh_cn: 动态节点

# #33388
source: Recently added albums
fr_fr: Albums ajoutés récemment
zh_cn: 最近添加的专辑

# #33389
source: Recently added audiobooks
fr_fr: Livres audio ajoutés récemment
zh_cn: 最近添加了有声读物

# #33390
source: Recently added songs
fr_fr: Chansons ajoutées récemment
zh_cn: 最近添加的歌曲

# #33391
source: Random albums
fr_fr: Albums aléatoires
zh_cn: 随机专辑

# #33392
source: Random songs
fr_fr: Chansons aléatoires
zh_cn: 随机歌曲

# #33393
source: Random audiobooks
fr_fr: Livres audio aléatoires
zh_cn: 随机有声读物

# #33394
source: Random podcasts
fr_fr: Podcasts aléatoires
zh_cn: 随机播客

# #33395
source: Recently added podcasts
fr_fr: Podcasts ajoutés récemment
zh_cn: 最近添加的播客

# #33396
source: Add/Remove/Repair libraries, live TV, themes
fr_fr: Ajouter/supprimer/réparer des bibliothèques, la télévision en direct, des thèmes
zh_cn: 添加/删除/修复库、直播电视、主题

# #33398
source: Open plugin settings
fr_fr: Ouvrir les paramètres du plug-in
zh_cn: 打开插件设置

# #33400
source: Performs a complete Kodi database resync (including non Emby content). Settings and artwork are optionally reset.
fr_fr: Effectue une resynchronisation complète de la base de données Kodi (y compris le contenu non Emby).
zh_cn: 执行完整的 Kodi 数据库重新同步（包括非 Emby 内容）。

# #33401
source: Reset all custom nodes and rebuild them
fr_fr: Réinitialisez tous les nœuds personnalisés et reconstruisez-les
zh_cn: 重置所有自定义节点并重建它们

# #33402
source: Node query limit
fr_fr: Limite de requête de nœud
zh_cn: 节点查询限制

# #33403
source: Limit queries for progress nodes. Higher values are slower and uses more resources.
fr_fr: Limiter les requêtes pour les nœuds de progression.
zh_cn: 限制进度节点的查询。

# #33404
source: Nodes
fr_fr: nœuds
zh_cn: 节点

# #33405
source: Use playback resume option from Emby server
fr_fr: Utiliser l'option de reprise de la lecture à partir du serveur Emby
zh_cn: 使用来自 Emby 服务器的播放恢复选项

# #33406
source: This function disables Kodi's internal progress updates. Non Emby server content will no longer receive progress updates. Kodi restart is required.
fr_fr: Cette fonction désactive les mises à jour de progression internes de Kodi.
zh_cn: 此功能禁用 Kodi 的内部进度更新。

# #33407
source: Vacuum databases on Kodi shutdown
fr_fr: Vider les bases de données lors de l'arrêt de Kodi
zh_cn: Kodi 关闭时的真空数据库

# #33408
source: Database will be rebuild and optimized, by the cost of a shutdown delay
fr_fr: La base de données sera reconstruite et optimisée, au prix d'un délai d'arrêt
zh_cn: 数据库将被重建和优化，代价是关闭延迟

# #33409
source: Reload skin
zh_cn: 重新加载皮肤

# #33410
source: Other
fr_fr: Autre
zh_cn: 其他

# #33411
source: Emby server busy
zh_cn: Emby 服务器忙

# #33412
source: Delete artwork files
fr_fr: Supprimer les fichiers d'illustration
zh_cn: 删除图稿文件

# #33413
source: Update views
fr_fr: Mettre à jour les vues
zh_cn: 更新视图

# #33414
source: Emby server busy: Sync in progress
zh_cn: Emby 服务器忙：正在同步

# #33415
source: Delete Kodi
fr_fr: Supprimer Kodi
zh_cn: 删除科迪

# #33416
source: Database
fr_fr: Base de données
zh_cn: 数据库

# #33417
source: Skip intro
fr_fr: Passer l'introduction
zh_cn: 跳过介绍

# #33418
source: A message box will ask for jump to intro end position
fr_fr: Une boîte de message vous demandera de passer à la position finale de l'intro
zh_cn: 消息框会要求跳转到介绍结束位置

# #33419
source: Markers
fr_fr: Marqueurs
zh_cn: 标记

# #33420
source: Skip credits
fr_fr: Sauter les crédits
zh_cn: 跳过学分

# #33421
source: A message box will ask for skip credits
fr_fr: Une boîte de message vous demandera des crédits de saut
zh_cn: 一个消息框会要求跳过学分

# #33422
source: Ask skip intro
fr_fr: Demandez à sauter l'intro
zh_cn: 询问跳过介绍

# #33423
source: Ask skip credits
fr_fr: Demandez des crédits de saut
zh_cn: 询问跳过学分

# #33424
source: Message box automatic close after X seconds
fr_fr: Fermeture automatique de la boîte de message après X secondes
zh_cn: 消息框在X秒后自动关闭

# #33425
source: Skip intro, skip credits, cinema mode and delete option message boxes will automatically close after X seconds. 0 means, automatic close is disabled
fr_fr: Ignorer l'intro, ignorer les crédits, le mode cinéma et les boîtes de message d'option de suppression se fermeront automatiquement après X secondes.
zh_cn: 跳过介绍、跳过演职员表、电影模式和删除选项消息框将在 X 秒后自动关闭。

# #33426
source: Composers
fr_fr: Compositeurs
zh_cn: 作曲家

# #33427
source: Corrupted setting file detected, restore default. Restart in 5 seconds.
fr_fr: Fichier de paramètres corrompu détecté, restauration par défaut.
zh_cn: 检测到损坏的设置文件，恢复默认值。

# #33428
source: SSL Error
fr_fr: Erreur SSL
zh_cn: SSL 错误

# #33429
source: Artwork caching stopped: running low on space
fr_fr: Mise en cache de l'illustration arrêtée : manque d'espace
zh_cn: 艺术品缓存停止：空间不足

# #33430
source: Websocket connection offline
fr_fr: Connexion Websocket hors ligne
zh_cn: Websocket连接离线

# #33431
source: Select Emby server
fr_fr: Sélectionnez le serveur Emby
zh_cn: 选择Emby服务器

# #33432
source: Select the libraries to repair
fr_fr: Sélectionnez les bibliothèques à réparer
zh_cn: 选择要修复的库

# #33433
source: Select the libraries to update
fr_fr: Sélectionnez les librairies à mettre à jour
zh_cn: 选择要更新的库

# #33434
source: Select the libraries to remove
fr_fr: Sélectionnez les bibliothèques à supprimer
zh_cn: 选择要删除的库

# #33435
source: Songs by genre
fr_fr: Chansons par genre
zh_cn: 按流派分类的歌曲

# #33436
source: Vacuum databases
fr_fr: Bases de données vides
zh_cn: 真空数据库

# #33437
source: Assign TVShow posters to episodes
fr_fr: Attribuer des affiches TVShow aux épisodes
zh_cn: 将电视节目海报分配给剧集

# #33438
source: TVShow Kodi-posters (Emby TVShow primary image) will be used as episode Kodi-posters. Toggle this option requires a complete resync including all cached artwork. Caution: Don't use the the init sync wizard (skip it) and review the settings before (re)sync.
fr_fr: Les affiches TVShow Kodi (image principale d'Emby TVShow) seront utilisées comme affiches Kodi d'épisode. Activer cette option nécessite une resynchronisation complète, y compris toutes les illustrations mises en cache. Attention : n'utilisez pas l'assistant de synchronisation d'initialisation (ignorez-le).
zh_cn: TVShow Kodi 海报（Emby TVShow 主图像）将用作剧集 Kodi 海报。 切换此选项需要完全重新同步，包括所有缓存的艺术品。 注意：不要使用初始化同步向导（跳过它）

# #33439
source: Use fanart images for next up episodes
fr_fr: Utilisez des images de fanart pour les prochains épisodes
zh_cn: 为下一集使用同人画图

# #33440
source: Overwrites (Kodi) thumbs with (Kodi) fanarts for next up episodes node
fr_fr: Écrase les pouces (Kodi) avec des fanarts (Kodi) pour le nœud des prochains épisodes
zh_cn: 用（Kodi）粉丝覆盖（Kodi）拇指以用于下一集节点

# #33441
source: Use alternative skip intro (message) layout
fr_fr: Utiliser une mise en page alternative pour ignorer l'intro (message)
zh_cn: 使用替代跳过介绍（消息）布局

# #33442
source: Embuary skin design
fr_fr: Conception de peau d'embuaire
zh_cn: Embuary皮肤设计

# #33443
source: Enable server progress
fr_fr: Activer la progression du serveur
zh_cn: 启用服务器进度

# #33444
source: Emby server busy-notifications are shown
fr_fr: Les notifications d'occupation du serveur Emby sont affichées
zh_cn: Emby 服务器繁忙通知显示

# #33445
source: Query content changes
fr_fr: Modifier le contenu de la requête
zh_cn: 查询内容变化

# #33446
source: Query content changes / userdata
fr_fr: Modifications du contenu de la requête/données utilisateur
zh_cn: 查询内容变化/userdata

# #33447
source: Query content changes / content
fr_fr: Modifications du contenu de la requête / contenu
zh_cn: 查询内容变化/内容

# #33448
source: Disconnected from Emby server
fr_fr: Déconnecté du serveur Emby
zh_cn: 与Emby服务器断开连接

# #33449
source: Sync livetv channels
fr_fr: Synchroniser les chaînes de télévision en direct
zh_cn: 同步直播频道

# #33450
source: Sync livetv epg
fr_fr: synchroniser l'epg de télévision en direct
zh_cn: 同步直播电视节目

# #30515
source: Paging - items requested (default factor: 70)
fr_fr: Paging - éléments demandés (facteur par défaut : 70)
zh_cn: 分页 - 请求的项目（默认因子：70）

# #33451
source: Sync themes
fr_fr: Thèmes de synchronisation
zh_cn: 同步主题

# #33452
source: Verify free space
fr_fr: Vérifiez l'espace disponible
zh_cn: 验证可用空间

# #33453
source: Select Media Source
fr_fr: Sélectionnez la source multimédia
zh_cn: 选择媒体源

# #33470
source: Transcode video
fr_fr: Transcoder la vidéo
zh_cn: 转码视频

# #33471
source: Transcode audio
fr_fr: Transcoder l'audio
zh_cn: 转码音频

# #33472
source: Transcode bandwidth limit
fr_fr: limite de bande passante de transcodage
zh_cn: 转码带宽限制

# #33473
source: Transcode output format
fr_fr: Transcoder le format de sortie
zh_cn: 转码输出格式

# #33475
source: PCM MULAW
zh_cn: PCM穆拉夫

# #33477
source: VORBIS
zh_cn: 沃尔比斯

# #33480
source: Transcode livetv
fr_fr: Transcoder la télévision en direct
zh_cn: 直播转码

# #33481
source: Audio
zh_cn: 音频

# #33482
source: Video
fr_fr: Vidéo
zh_cn: 视频

# #33483
source: Select audiostream
fr_fr: Sélectionner le flux audio
zh_cn: 选择音频流

# #33484
source: Select subtitle
fr_fr: Sélectionner le sous-titre
zh_cn: 选择字幕

# #33485
source: EMBY: Specials
fr_fr: EMBY: Promotions
zh_cn: EMBY: 特价

# #33486
source: Use path substitution
fr_fr: Utiliser la substitution de chemin
zh_cn: 使用路径替换

# #33487
source: Path substitution supports chapter images in addon mode. This mode can cause playback issues on some devices.
fr_fr: La substitution de chemin prend en charge les images de chapitre en mode addon.
zh_cn: 路径替换支持插件模式下的章节图像。

# #33488
source: Assign unique actors for each emby library
fr_fr: Attribuer des acteurs uniques pour chaque bibliothèque emby
zh_cn: 为每个emby库分配独特的演员

# #33489
source: Episodes
fr_fr: Épisodes
zh_cn: 剧集

# #33491
source: Watch together canceled
fr_fr: Regarder ensemble annulé
zh_cn: 取消一起看

# #33492
source: Waiting for participants
fr_fr: Attente des participants
zh_cn: 等待参与者

# #33493
source: Starting...
fr_fr: Démarrage...
zh_cn: 开始...

# #33494
source: Select users
fr_fr: Sélectionner les utilisateurs
zh_cn: 选择用户

# #33495
source: Remote clients / Watch together
fr_fr: Clients distants / Regarder ensemble
zh_cn: 远程客户端/一起看

# #33496
source: Delete timer
fr_fr: Supprimer la minuterie
zh_cn: 删除定时器

# #33497
source: Add timer
fr_fr: Ajouter une minuterie
zh_cn: 添加定时器

# #33498
source: Force clients
fr_fr: Forcer les clients
zh_cn: 强制客户

# #33499
source: Clients not supporting watch together natively, will be force to participate
fr_fr: Les clients qui ne prennent pas en charge Watch Together de manière native seront obligés de participer
zh_cn: 客户端不支持原生一起看，强制参与

# #33500
source: Client control
fr_fr: Contrôle client
zh_cn: 客户端控制

# #33501
source: Clients can control each other
fr_fr: Les clients peuvent se contrôler
zh_cn: 客户端可以互相控制

# #33502
source: Sync clients to master
fr_fr: Synchroniser les clients avec le maître
zh_cn: 同步客户端到master

# #33503
source: Master controls play, pause, seek
fr_fr: les commandes principales jouent, mettent en pause, recherchent
zh_cn: 总控播放、暂停、查找

# #33504
source: Wait for participates
fr_fr: Attendre les participations
zh_cn: 等待参与

# #33505
source: Wait for participates in seconds
fr_fr: Attendre les participations en secondes
zh_cn: 等待秒参与

# #33506
source: Delay playback
fr_fr: Retarder la lecture
zh_cn: 延迟播放

# #33507
source: Delay playback start, give clients time to sync
fr_fr: Différer le démarrage de la lecture, donner aux clients le temps de se synchroniser
zh_cn: 延迟播放开始，给客户端时间同步

# #33508
source: Maximum drift on pause
fr_fr: Dérive maximale en pause
zh_cn: 暂停时的最大漂移

# #33509
source: Allowed async in milliseconds on pause
fr_fr: Asynchrone autorisé en millisecondes en pause
zh_cn: 暂停时允许异步（以毫秒为单位）

# #33510
source: Auto ack
fr_fr: Acquittement automatique
zh_cn: 自动确认

# #33511
source: Auto acknowledge incoming remote client request
fr_fr: Reconnaître automatiquement la demande entrante du client distant
zh_cn: 自动确认传入的远程客户端请求

# #33512
source: Delay
fr_fr: Retard
zh_cn: 延迟

# #33513
source: Triggers a seek command after X seconds
fr_fr: Déclenche une commande de recherche après X secondes
zh_cn: 在 X 秒后触发搜索命令

# #33514
source: Resync unsupported clients
fr_fr: Resynchroniser les clients non pris en charge
zh_cn: 重新同步不支持的客户端

# #33515
source: Keep connection
fr_fr: Garder la connexion
zh_cn: 保持连接

# #33516
source: Establish connection on start (by device id)
fr_fr: Établir la connexion au démarrage (par l'ID de l'appareil)
zh_cn: 启动时建立连接（通过设备 ID）

# #33517
source: EMBY: Watch together
fr_fr: EMBY: Regardez ensemble
zh_cn: EMBY: 一起看

# #33518
source: Remove client
zh_cn: 删除客户端

# #33519
source: EMBY: Add client
fr_fr: EMBY: Ajouter un client
zh_cn: EMBY: 添加客户端

# #33520
source: EMBY: Enable remote mode
fr_fr: EMBY: Activer le mode à distance
zh_cn: EMBY: 启用远程模式

# #33521
source: EMBY: Disable remote mode
fr_fr: EMBY: Désactiver le mode à distance
zh_cn: EMBY: 禁用远程模式

# #33522
source: Enable
fr_fr: Activer
zh_cn: 启用

# #33523
source: Primary
fr_fr: Primaire
zh_cn: 小学

# #33524
source: Art
zh_cn: 艺术

# #33525
source: Banner
fr_fr: Bannière
zh_cn: 横幅

# #33526
source: Disc
fr_fr: Disque
zh_cn: 圆盘

# #33527
source: Logo
zh_cn: 标志

# #33528
source: Thumb
fr_fr: Pouce
zh_cn: 拇指

# #33529
source: Backdrop
fr_fr: Toile de fond
zh_cn: 背景

# #33530
source: Chapter
fr_fr: Chapitre
zh_cn: 第34章

# #33531
source: Compression
zh_cn: 压缩

# #33532
source: Maximum resolution
fr_fr: Résolution maximale
zh_cn: 最大分辨率

# #33533
source: Limits the image resolution by a factor. Base is screen resolution. e.g. 50% of 1920x1080
fr_fr: Limite la résolution de l'image par un facteur.
zh_cn: 将图像分辨率限制一个因子。

# #33534
source: Select transencode audiostream
fr_fr: Sélectionnez le flux audio de transencodage
zh_cn: 选择转码音频流

# #33535
source: Path substitution supports chapter images (extraction) in addon mode. This mode may cause playback issues on some devices. Also disable the folowing Kodi setting: 'Media' -> 'Videos' -> 'Extract video information from files'
fr_fr: La substitution de chemin prend en charge les images de chapitre (extraction) en mode complémentaire.
zh_cn: 路径替换支持插件模式下的章节图像（提取）。

# #33536
source: Enable websocket connection
fr_fr: Activer la connexion Websocket
zh_cn: 启用websocket连接

# #33537
source: If disabled: No realtime updates, no notifications will be received and remote commands will not work.
fr_fr: Si désactivé : Aucune mise à jour en temps réel, aucune notification ne sera reçue et les commandes à distance ne fonctionneront pas.
zh_cn: 如果禁用：无实时更新，不会收到通知，远程命令将不起作用。

# #33538
source: Use workarounds for Kodi's episode bookmark issues
fr_fr: Utiliser des solutions de contournement pour les problèmes de signets d'épisode de Kodi
zh_cn: 使用 Kodi 的剧集书签问题的解决方法

# #33539
source: Kodi has a bug with episode bookmarks when selecting an episode via list views. Episodes selected via widget are not affected. Toggle this option required a complete TVShow resync!
fr_fr: Kodi a un bug avec les signets d'épisode lors de la sélection d'un épisode via les vues de liste.
zh_cn: 通过列表视图选择剧集时，Kodi 存在剧集书签错误。

# #33540
source: Kodi has in issue with dynamic widgets. This option prevents Kodi to query the same content multiple times. (Edge case, default off)
fr_fr: Kodi a un problème avec les widgets dynamiques.
zh_cn: Kodi 存在动态小部件问题。

# #33541
source: Enable HTTP/2 support
fr_fr: Activer la prise en charge HTTP/2
zh_cn: 启用 HTTP/2 支持

# #33542
source: Kodi has issues playing content via with http/2 protocol (default off)
fr_fr: Kodi a des problèmes pour lire du contenu via le protocole http/2 (désactivé par défaut)
zh_cn: Kodi 通过 http/2 协议播放内容时出现问题（默认关闭）

# #33543
source: Extra audio widget refresh
fr_fr: Actualisation du widget audio supplémentaire
zh_cn: 额外的音频小部件刷新

# #33544
source: Triggers an additional (fake) Kodi audio scan after Emby reports progress updates. Skinhelpers need this notification for widget refreshing. Usually skinhelpers refresh both widgets (video and audio) on a video scan notification. If not, you can enable the additional audio scan too.
fr_fr: déclenche une (fausse) analyse audio Kodi supplémentaire après qu'Emby ait signalé les mises à jour de progression.
zh_cn: 在 Emby 报告进度更新后触发额外的（假）Kodi 音频扫描。

# #33545
source: Network timeouts
fr_fr: expiration du délai d'attente du réseau
zh_cn: 网络超时

# #33546
source: This option affects EPG and multi version content selection timeouts. In some cases EPG (large number of records) queries can timeout too early. If so, increase the setting.
fr_fr: Cette option affecte les délais d'attente de sélection de contenu EPG et multi-versions.
zh_cn: 此选项影响 EPG 和多版本内容选择超时。

# #33547
source: EMBY: Favorites
fr_fr: EMBY : Favoris
zh_cn: EMBY：最爱

# #33548
source: EMBY: Watch together
fr_fr: EMBY : Regardez ensemble
zh_cn: EMBY：一起观看

# #33549
source: EMBY: Manage remote clients
fr_fr: EMBY : Gérer les clients distants
zh_cn: EMBY：管理远程客户端

# #33549
source: Unify metadata by library
fr_fr: Unifier les métadonnées par bibliothèque
zh_cn: 按库统一元数据

# #33550
source: MusicArtist
fr_fr: MusiqueArtiste
zh_cn: 音乐艺术家

# #33551
source: MusicGenre
fr_fr: Genre musical
zh_cn: 音乐流派

# #33552
source: Genre
zh_cn: 流派

# #33553
source: Studio
fr_fr: Atelier
zh_cn: 工作室

# #33554
source: Tag
fr_fr: Étiquette
zh_cn: 标签

# #33555
source: Collection movies
fr_fr: Films de collection
zh_cn: 收藏电影

# #33556
source: Collection tvshows
fr_fr: Collection d'émissions télévisées
zh_cn: 收集电视节目

# #33557
source: Collection musicvideos
fr_fr: Collection de vidéos musicales
zh_cn: 音乐录影带集合

# #33558
source: Favorites
fr_fr: Favoris
zh_cn: 最爱

# #33559
source: Duration of new content message
fr_fr: Durée du nouveau message de contenu
zh_cn: 新内容消息的持续时间

# #33560
source: Boxsets as tags
fr_fr: Coffrets sous forme de tags
zh_cn: Boxsets 作为标签

# #33561
source: Assign boxsets to tags
fr_fr: Attribuer des coffrets aux balises
zh_cn: 将盒子集分配给标签

# #33562
source: Network timeout
fr_fr: expiration du délai réseau
zh_cn: 网络超时

# #33563
source: Adjusting the network timeouts in secconds. A change of this setting requires a Kodi restart.
fr_fr: Ajustement des délais d'attente du réseau en secondes.
zh_cn: 调整网络超时（以秒为单位）。

# #33564
source: Sync Emby favorites to Kodi favorites
fr_fr: Synchroniser les favoris Emby avec les favoris Kodi
zh_cn: 将 Emby 收藏夹同步到 Kodi 收藏夹

# #33565
source: Kodi favorites.xml will be modified
fr_fr: Kodi favorites.xml sera modifié
zh_cn: Kodi favorites.xml将被修改

# #33566
source: Recently added photoalbums
fr_fr: Albums photo récemment ajoutés
zh_cn: 最近添加的相册

# #33355
source: Continue watching
fr_fr: Continuer à regarder
zh_cn: 继续观看

# #33567
source: Sync livetv channels on events
fr_fr: Synchroniser les chaînes de télévision en direct sur les événements
zh_cn: 同步活动直播频道

# #33568
source: Livetv channels re-synced on Kodi start and EPG changes
fr_fr: chaînes LiveTV resynchronisées au démarrage de Kodi et modifications de l'EPG
zh_cn: Livetv 频道在 Kodi 启动和 EPG 更改时重新同步

# #33569
source: Download location
fr_fr: Emplacement de téléchargement
zh_cn: 下载位置

# #33570
source: EMBY: Download
fr_fr: EMBY : Télécharger
zh_cn: EMBY：下载

# #33571
source: EMBY: Delete download
fr_fr: EMBY : Supprimer le téléchargement
zh_cn: EMBY：删除下载

# #33572
source: Delete all downloaded files
fr_fr: Supprimer tous les fichiers téléchargés
zh_cn: 删除所有下载的文件

# #33573
source: Are you sure you want to delete all offline content?
fr_fr: Êtes-vous sûr de vouloir supprimer tout le contenu hors ligne ?
zh_cn: 您确定要删除所有离线内容吗？

# #33574
source: All downloaded content will be deleted
fr_fr: Tout le contenu téléchargé sera supprimé
zh_cn: 所有下载的内容将被删除

# #33575
source: Emby server offline
fr_fr: Serveur Emby hors ligne
zh_cn: Emby服务器离线

# #33576
source: Favorite Seasons
fr_fr: Saisons préférées
zh_cn: 最喜欢的季节

# #33289
source: 64 Kbps
fr_fr: 64 Kbits/s

# #33291
source: 128 Kbps
fr_fr: 128 Kbits/s

# #33292
source: 192 Kbps
fr_fr: 192 Kbits/s

# #33293
source: 256 Kbps
fr_fr: 256 Kbits/s

# #33294
source: 320 Kbps
fr_fr: 320 Kbit/s

# #33295
source: 384 Kbps
fr_fr: 384 Kbits/s

# #33296
source: 448 Kbps
fr_fr: 448 Kbits/s

# #33297
source: 512 Kbps
fr_fr: 512 Kbits/s

# #33409
source: Reload Skin
fr_fr: Recharger la peau

# #33411
source: Emby Server busy
fr_fr: Serveur Emby occupé

# #33414
source: Emby Server busy: Sync in progress
fr_fr: Emby Server occupé : synchronisation en cours

# #33518
source: EMBY: Remove client
fr_fr: EMBY: Supprimer le client
