Repository: nevrion/repository.nevnet
Catalog: repo/plugin.video.emby-9.4.21/resources/language/resource.language.*/strings.po
Languages: cs_cz, it_it

# #33546
source: This option affects EPG and multi version content selection timeouts. In some cases EPG (large number of records) queries can timeout too early. If so, increase the setting.
cs_cz: Tato možnost ovlivňuje časové limity EPG a výběru obsahu pro více verzí.
it_it: Deze optie heeft invloed op de time-outs voor de selectie van EPG en inhoud met meerdere versies.

# #33547
source: EMBY: Favorites
cs_cz: EMBY: Oblíbené
it_it: EMBY: Favorieten

# #33548
source: EMBY: Watch together
cs_cz: EMBY: Sledujte společně
it_it: EMBY: Kijk samen

# #33549
source: EMBY: Manage remote clients
cs_cz: EMBY: Správa vzdálených klientů
it_it: EMBY: Beheer externe clients

# #33549
source: Unify metadata by library
cs_cz: Unifikujte metadata podle knihovny
it_it: Metagegevens per bibliotheek verenigen

# #33550
source: MusicArtist
it_it: MuziekArtiest

# #33551
source: MusicGenre
cs_cz: Hudební žánr
it_it: MuziekGenre

# #33553
source: Studio
it_it: Studie

# #33554
source: Tag
it_it: Label

# #33555
source: Collection movies
cs_cz: Sbírka filmů
it_it: Verzameling films

# #33556
source: Collection tvshows
cs_cz: Sbírka televizních pořadů
it_it: Collectie tv-programma's

# #33557
source: Collection musicvideos
cs_cz: Sbírka hudebních videí
it_it: Collectie muziekvideo's

# #33558
source: Favorites
cs_cz: Oblíbené
it_it: Favorieten

# #33559
source: Duration of new content message
cs_cz: Doba trvání zprávy s novým obsahem
it_it: Duur van nieuw inhoudsbericht

# #33560
source: Boxsets as tags
cs_cz: Boxsety jako štítky
it_it: Boxsets als tags

# #33561
source: Assign boxsets to tags
cs_cz: Přiřaďte sady boxů ke štítkům
it_it: Boxsets aan tags toewijzen

# #33562
source: Network timeout
cs_cz: Vypršel časový limit sítě
it_it: Netwerktime-out

# #33563
source: Adjusting the network timeouts in secconds. A change of this setting requires a Kodi restart.
cs_cz: Úprava síťových časových limitů v sekundách.
it_it: De netwerktime-outs in seconden aanpassen.

# #33564
source: Sync Emby favorites to Kodi favorites
cs_cz: Synchronizujte oblíbené položky Emby s oblíbenými položkami Kodi
it_it: Synchroniseer Emby-favorieten met Kodi-favorieten

# #33565
source: Kodi favorites.xml will be modified
cs_cz: Kodi Favorites.xml bude upraven
it_it: Kodi favorites.xml wordt gewijzigd

# #33566
source: Recently added photoalbums
cs_cz: Nedávno přidaná fotoalba
it_it: Recent toegevoegde fotoalbums

# #33355
source: Continue watching
cs_cz: Pokračujte ve sledování
it_it: Ga verder met kijken

# #33567
source: Sync livetv channels on events
cs_cz: Synchronizujte kanály živého vysílání na událostech
it_it: Synchroniseer live tv-kanalen op evenementen

# #33568
source: Livetv channels re-synced on Kodi start and EPG changes
cs_cz: Kanály Livetv se znovu synchronizovaly při spuštění Kodi a změnách EPG
it_it: Livetv-kanalen opnieuw gesynchroniseerd bij Kodi-start en EPG-wijzigingen

# #33569
source: Download location
cs_cz: Umístění ke stažení
it_it: Downloadlocatie

# #33570
source: EMBY: Download
cs_cz: EMBY: Stáhnout
it_it: EMBY: Downloaden

# #33571
source: EMBY: Delete download
cs_cz: EMBY: Odstranit stažené soubory
it_it: EMBY: Download verwijderen

# #33572
source: Delete all downloaded files
cs_cz: Smažte všechny stažené soubory
it_it: Verwijder alle gedownloade bestanden

# #33573
source: Are you sure you want to delete all offline content?
cs_cz: Opravdu chcete smazat veškerý offline obsah?
it_it: Weet je zeker dat je alle offline inhoud wilt verwijderen?

# #33574
source: All downloaded content will be deleted
cs_cz: Veškerý stažený obsah bude smazán
it_it: Alle gedownloade inhoud wordt verwijderd

# #33576
source: Favorite Seasons
cs_cz: Oblíbená roční období
it_it: Favoriete seizoenen

# #30602
source: Password
cs_cz: Heslo

# #33036
source: Add-on (default)
cs_cz: Doplněk (výchozí)

# #33109
source: Plugin
cs_cz: Zásuvný modul.

# #33211
source: Reset patch update
cs_cz: Obnovit aktualizaci opravy

# #33409
source: Reload skin
cs_cz: Znovu načtěte kůži

# #33411
source: Emby server busy
cs_cz: Server Emby je zaneprázdněn

# #33414
source: Emby server busy: Sync in progress
cs_cz: Server Emby je zaneprázdněn: Probíhá synchronizace

# #33524
source: Art
cs_cz: Čl

# #33552
source: Genre
cs_cz: Žánr
