Repository: nevrion/repository.nevnet
Catalog: repo/plugin.video.emby-9.4.21/resources/language/resource.language.*/strings.po
Languages: cs_cz, it_it

# #33324
source: Contect menu supports favourites management, delete options, (movie) special features selections etc.
cs_cz: Nabídka Contect podporuje správu oblíbených položek, možnosti mazání, výběr speciálních funkcí (filmů) atd.
it_it: Il menu Contenuto supporta la gestione dei preferiti, le opzioni di eliminazione, la selezione di funzioni speciali (filmati), ecc.

# #33325
source: Audio Bitrate
cs_cz: Přenosová rychlost zvuku
it_it: Bitrate audio

# #33330
source: 664 Kbps SD
it_it: 664 Kbps

# #33332
source: Maximum artwork cache threads
cs_cz: Maximální počet vláken mezipaměti uměleckých děl
it_it: Thread massimo della cache dell'artwork

# #33333
source: Animated icon
cs_cz: Animovaná ikona
it_it: Icona animata

# #33334
source: Refresh skin on Emby server connection
cs_cz: Obnovte vzhled na připojení Emby serveru
it_it: Aggiorna skin sulla connessione al server Emby

# #33335
source: Folder
cs_cz: Složka
it_it: Cartella

# #33336
source: Mixed content
cs_cz: Smíšený obsah
it_it: contenuto misto

# #33337
source: In progress
cs_cz: Probíhá
it_it: In corso

# #33338
source: Random episodes
cs_cz: Náhodné epizody
it_it: Episodi casuali

# #33339
source: Random TVShows
cs_cz: Náhodné televizní pořady
it_it: Programmi TV casuali

# #33340
source: Factory reset
cs_cz: Obnovení továrního nastavení
it_it: Ripristino di fabbrica

# #33341
source: Nodes reset
cs_cz: Uzly byly resetovány
it_it: Nodi ripristinati

# #33342
source: Are you sure you want to reset your nodes?
cs_cz: Opravdu chcete resetovat své uzly?
it_it: Sei sicuro di voler resettare i tuoi nodi?

# #33343
source: Artists
cs_cz: Umělci
it_it: Artisti

# #33344
source: Unwatched Episodes
cs_cz: Nesledované epizody
it_it: Episodi non visti

# #33345
source: Unwatched TV Shows
cs_cz: Nesledované televizní pořady
it_it: Programmi TV non visti

# #33346
source: Favorite TVShows
cs_cz: Oblíbené televizní pořady
it_it: Programmi TV preferiti

# #33347
source: Recently played TV Show
cs_cz: Nedávno přehrávaný televizní pořad
it_it: Programma TV riprodotto di recente

# #33348
source: Upcoming episodes
cs_cz: Nadcházející epizody
it_it: Prossimi episodi

# #33349
source: TV Shows
cs_cz: Televizní pořady
it_it: Programmi TV

# #33350
source: Recently played
cs_cz: Nedávno hrané
it_it: Giocato di recente

# #33351
source: Recently played Episode
cs_cz: Nedávno hraná epizoda
it_it: Episodio riprodotto di recente

# #33352
source: Directors
cs_cz: Ředitelé
it_it: Direttori

# #33353
source: TV Show tags
cs_cz: Štítky televizních pořadů
it_it: Tag dei programmi TV

# #33354
source: Episode tags
cs_cz: Značky epizod
it_it: Tag episodio

# #33356
source: Movie tags
cs_cz: Filmové štítky
it_it: Tag film

# #33357
source: Resume movie
cs_cz: Pokračovat ve filmu
it_it: Riprendi filmato

# #33358
source: Countries
cs_cz: Země
it_it: Paesi

# #33362
source: Albums
cs_cz: Alba
it_it: Album

# #33363
source: Musicvideos
cs_cz: Hudební videa
it_it: Video musicali

# #33364
source: Musicvideo tags
cs_cz: Značky hudebního videa
it_it: Tag video musicali

# #33365
source: Random musicvideos
cs_cz: Náhodná hudební videa
it_it: Video musicali casuali

# #33366
source: Resume musicvideos
cs_cz: Obnovení hudebních videí
it_it: Riprendi video musicali

# #33367
source: Videos
cs_cz: Videa
it_it: Video

# #33368
source: Photos
cs_cz: Fotografie
it_it: Foto

# #33369
source: Photoalbums
cs_cz: Fotoalba
it_it: Fotoalbum

# #33370
source: Photoalbum tags
cs_cz: Štítky fotoalba
it_it: Tag dell'album fotografico

# #33371
source: Photo tags
cs_cz: Fotografie
it_it: Tag foto

# #33372
source: Video tags
cs_cz: Video tagy
it_it: Tag video

# #33373
source: Recently added photos
cs_cz: Nedávno přidané fotky
it_it: Foto aggiunte di recente

# #33374
source: Recently added photoalbums
cs_cz: Nedávno přidaná fotoalba
it_it: Album fotografici aggiunti di recente

# #33375
source: Recently added videos
cs_cz: Nedávno přidaná videa
it_it: Video aggiunti di recente

# #33376
source: Playlists
cs_cz: Seznamy skladeb
it_it: Playlist

# #33377
source: Audiobooks
cs_cz: Audioknihy
it_it: Audiolibri

# #33378
source: Random audiobooks
cs_cz: Náhodné audioknihy
it_it: Audiolibri casuali

# #33379
source: Unlistened
cs_cz: Neposlechnuto
it_it: Non ascoltato

# #33380
source: Random songs
cs_cz: Náhodné písně
it_it: Canzoni casuali

# #33381
source: Random podcasts
cs_cz: Náhodné podcasty
it_it: Podcast casuali

# #33382
source: Podcasts
cs_cz: Podcasty
it_it: Podcast

# #33383
source: Synced nodes are much faster than dynamic nodes. Prefer them where ever possible
cs_cz: Synchronizované uzly jsou mnohem rychlejší než dynamické uzly.
it_it: I nodi sincronizzati sono molto più veloci dei nodi dinamici.

# #33384
source: Dynamic nodes are build on the fly. This has na impact to performance. Try to avoid where ever possible
cs_cz: Dynamické uzly se budují za běhu.
it_it: I nodi dinamici vengono costruiti al volo.

# #33385
source: Favorite musicvideos
cs_cz: Oblíbená hudební videa
it_it: Video musicali preferiti

# #33386
source: Synced nodes
cs_cz: Synchronizované uzly
it_it: nodi sincronizzati

# #33387
source: Dynamic nodes
cs_cz: Dynamické uzly
it_it: Nodi dinamici

# #33388
source: Recently added albums
cs_cz: Nedávno přidaná alba
it_it: Album aggiunti di recente

# #33389
source: Recently added audiobooks
cs_cz: Nedávno přidané audioknihy
it_it: Audiolibri aggiunti di recente

# #33390
source: Recently added songs
cs_cz: Nedávno přidané písně
it_it: Brani aggiunti di recente

# #33391
source: Random albums
cs_cz: Náhodná alba
it_it: Album casuali

# #33392
source: Random songs
cs_cz: Náhodné písně
it_it: Canzoni casuali

# #33393
source: Random audiobooks
cs_cz: Náhodné audioknihy
it_it: Audiolibri casuali

# #33394
source: Random podcasts
cs_cz: Náhodné podcasty
it_it: Podcast casuali

# #33395
source: Recently added podcasts
cs_cz: Nedávno přidané podcasty
it_it: Podcast aggiunti di recente

# #33396
source: Add/Remove/Repair libraries, live TV, themes
cs_cz: Přidat/odebrat/opravit knihovny, živé televizní vysílání, témata
it_it: Aggiungi/Rimuovi/Ripara librerie, TV in diretta, temi

# #33398
source: Open plugin settings
cs_cz: Otevřete nastavení pluginu
it_it: Apri le impostazioni del plugin

# #33400
source: Performs a complete Kodi database resync (including non Emby content). Settings and artwork are optionally reset.
cs_cz: Provede úplnou resynchronizaci databáze Kodi (včetně obsahu mimo Emby).
it_it: esegue una risincronizzazione completa del database Kodi (incluso il contenuto non Emby).

# #33401
source: Reset all custom nodes and rebuild them
cs_cz: Resetuje všechny vlastní uzly a znovu je sestaví
it_it: Reimposta tutti i nodi personalizzati e ricostruiscili

# #33402
source: Node query limit
cs_cz: Limit dotazu na uzel
it_it: Limite query nodo

# #33403
source: Limit queries for progress nodes. Higher values are slower and uses more resources.
cs_cz: Omezte dotazy na progresivní uzly.
it_it: Limita le query per i nodi di avanzamento.

# #33404
source: Nodes
cs_cz: Uzly
it_it: Nodi

# #33405
source: Use playback resume option from Emby server
cs_cz: Použijte možnost obnovení přehrávání ze serveru Emby
it_it: Utilizza l'opzione di ripristino della riproduzione dal server Emby

# #33406
source: This function disables Kodi's internal progress updates. Non Emby server content will no longer receive progress updates. Kodi restart is required.
cs_cz: Tato funkce zakáže interní aktualizace průběhu Kodi.
it_it: questa funzione disabilita gli aggiornamenti di avanzamento interni di Kodi.

# #33407
source: Vacuum databases on Kodi shutdown
cs_cz: Vakuové databáze při vypnutí Kodi
it_it: database sottovuoto allo spegnimento di Kodi

# #33408
source: Database will be rebuild and optimized, by the cost of a shutdown delay
cs_cz: Databáze bude přestavěna a optimalizována za cenu zpoždění při vypnutí
it_it: Il database verrà ricostruito e ottimizzato, al costo di un ritardo di spegnimento

# #33409
source: Reload Skin
it_it: Ricarica skin

# #33410
source: Other
cs_cz: Jiný
it_it: Altro

# #33411
source: Emby Server busy
it_it: Server Emby occupato

# #33412
source: Delete artwork files
cs_cz: Smažte soubory uměleckých děl
it_it: Elimina file di grafica

# #33413
source: Update views
cs_cz: Aktualizace zobrazení
it_it: Aggiorna viste

# #33414
source: Emby Server busy: Sync in progress
it_it: Emby Server occupato: sincronizzazione in corso

# #33415
source: Delete Kodi
cs_cz: Smažte Kodi
it_it: Elimina Kodi

# #33416
source: Database
cs_cz: Databáze
it_it: Banca dati

# #33417
source: Skip intro
cs_cz: Přeskočte úvod
it_it: Salta l'introduzione

# #33418
source: A message box will ask for jump to intro end position
cs_cz: Okno se zprávou požádá o skok na úvodní koncovou pozici
it_it: Una finestra di messaggio chiederà di saltare alla posizione finale dell'introduzione

# #33419
source: Markers
cs_cz: Značky
it_it: Segnalini

# #33420
source: Skip credits
cs_cz: Přeskočte kredity
it_it: Salta i crediti

# #33421
source: A message box will ask for skip credits
cs_cz: Schránka se zprávou požádá o přeskočení kreditů
it_it: Una finestra di messaggio chiederà di saltare i crediti

# #33422
source: Ask skip intro
cs_cz: Zeptejte se přeskočte úvod
it_it: Chiedi salta introduzione

# #33423
source: Ask skip credits
cs_cz: Zeptejte se přeskočení kreditů
it_it: Chiedi crediti di salto

# #33424
source: Message box automatic close after X seconds
cs_cz: Schránka zpráv se automaticky zavírá po X sekundách
it_it: La finestra dei messaggi si chiude automaticamente dopo X secondi

# #33425
source: Skip intro, skip credits, cinema mode and delete option message boxes will automatically close after X seconds. 0 means, automatic close is disabled
cs_cz: Přeskočení úvodu, přeskočení titulků, režimu kina a možností odstranění se automaticky zavřou po X sekundách.
it_it: Le finestre di messaggio Salta introduzione, salta riconoscimenti, modalità cinema ed elimina le opzioni si chiuderanno automaticamente dopo X secondi.

# #33426
source: Composers
cs_cz: Skladatelé
it_it: Compositori

# #33427
source: Corrupted setting file detected, restore default. Restart in 5 seconds.
cs_cz: Byl zjištěn poškozený soubor nastavení, obnovte výchozí nastavení.
it_it: Rilevato file di impostazione danneggiato, ripristinare il valore predefinito.

# #33428
source: SSL Error
cs_cz: Chyba SSL
it_it: Errore SSL

# #33429
source: Artwork caching stopped: running low on space
cs_cz: Ukládání uměleckých děl do mezipaměti zastaveno: dochází místo
it_it: Cache della grafica interrotta: spazio insufficiente

# #33430
source: Websocket connection offline
cs_cz: Websocket připojení offline
it_it: Connessione Websocket offline

# #33431
source: Select Emby server
cs_cz: Vyberte Emby server
it_it: Seleziona il server Emby

# #33432
source: Select the libraries to repair
cs_cz: Vyberte knihovny, které chcete opravit
it_it: Seleziona le librerie da riparare

# #33433
source: Select the libraries to update
cs_cz: Vyberte knihovny, které chcete aktualizovat
it_it: Seleziona le librerie da aggiornare

# #33434
source: Select the libraries to remove
cs_cz: Vyberte knihovny, které chcete odstranit
it_it: Seleziona le librerie da rimuovere

# #33435
source: Songs by genre
cs_cz: Písně podle žánru
it_it: Brani per genere

# #33436
source: Vacuum databases
cs_cz: Vakuové databáze
it_it: Banche dati sottovuoto

# #33437
source: Assign TVShow posters to episodes
cs_cz: Přiřazení plakátů TVShow k epizodám
it_it: Assegna i poster di TVShow agli episodi

# #33438
source: TVShow Kodi-posters (Emby TVShow primary image) will be used as episode Kodi-posters. Toggle this option requires a complete resync including all cached artwork. Caution: Don't use the the init sync wizard (skip it) and review the settings before (re)sync.
cs_cz: TVShow Kodi-posters (primární obrázek Emby TVShow) bude použit jako epizoda Kodi-posters. Přepnutí této možnosti vyžaduje úplnou resynchronizaci včetně všech obrázků uložených v mezipaměti. Upozornění: Nepoužívejte průvodce synchronizací init (přeskočte jej)
it_it: I poster Kodi di TVShow (l'immagine principale di Emby TVShow) verranno utilizzati come poster Kodi degli episodi. Attivare questa opzione richiede una risincronizzazione completa che includa tutte le illustrazioni memorizzate nella cache. Attenzione: non utilizzare la procedura guidata di sincronizzazione init (saltala)

# #33439
source: Use fanart images for next up episodes
cs_cz: Použijte fanart obrázky pro další epizody
it_it: Usa le immagini delle fanart per i prossimi episodi

# #33440
source: Overwrites (Kodi) thumbs with (Kodi) fanarts for next up episodes node
cs_cz: Přepíše (Kodi) palce fanarty (Kodi) pro uzel dalších epizod
it_it: Sovrascrive i pollici (Kodi) con le fanart (Kodi) per il nodo degli episodi successivi

# #33441
source: Use alternative skip intro (message) layout
cs_cz: Použijte alternativní rozvržení přeskočení úvodu (zprávy).
it_it: Usa un layout alternativo per saltare l'introduzione (messaggio).

# #33442
source: Embuary skin design
cs_cz: Design embuární kůže
it_it: Design della pelle Embuary

# #33443
source: Enable server progress
cs_cz: Povolte průběh serveru
it_it: Abilita avanzamento server

# #33444
source: Emby server busy-notifications are shown
cs_cz: Jsou zobrazena oznámení o zaneprázdnění serveru Emby
it_it: Vengono visualizzate le notifiche di occupato del server Emby

# #33445
source: Query content changes
cs_cz: Změna obsahu dotazu
it_it: Interroga le modifiche al contenuto

# #33446
source: Query content changes / userdata
cs_cz: Dotaz na změny obsahu / uživatelská data
it_it: Interroga modifiche al contenuto/dati utente

# #33447
source: Query content changes / content
cs_cz: Dotaz na změny obsahu / obsah
it_it: Interroga modifiche al contenuto/contenuto

# #33448
source: Disconnected from Emby server
cs_cz: Odpojeno od serveru Emby
it_it: Disconnesso dal server Emby

# #33449
source: Sync livetv channels
cs_cz: Synchronizujte kanály živého vysílání
it_it: Sincronizza i canali livetv

# #33450
source: Sync livetv epg
cs_cz: Synchronizace živého vysílání epg
it_it: Sincronizza livetv epg

# #30515
source: Paging - items requested (default factor: 70)
cs_cz: Paging - požadované položky (výchozí faktor: 70)
it_it: Cercapersone - elementi richiesti (fattore predefinito: 70)

# #33451
source: Sync themes
cs_cz: Synchronizace motivů
it_it: sincronizza i temi

# #33452
source: Verify free space
cs_cz: Ověřte volné místo
it_it: Verifica lo spazio libero

# #33453
source: Select Media Source
cs_cz: Vyberte zdroj médií
it_it: Seleziona Sorgente multimediale

# #33470
source: Transcode video
cs_cz: Překódujte video
it_it: Transcodifica video

# #33471
source: Transcode audio
cs_cz: Překódujte zvuk
it_it: Transcodifica audio

# #33472
source: Transcode bandwidth limit
cs_cz: Limit šířky pásma překódování
it_it: Transcodifica limite larghezza di banda

# #33473
source: Transcode output format
cs_cz: Výstupní formát překódování
it_it: Transcodifica formato di output

# #33480
source: Transcode livetv
it_it: Transcodifica livetv

# #33483
source: Select audiostream
cs_cz: Vyberte audiostream
it_it: Seleziona flusso audio

# #33484
source: Select subtitle
cs_cz: Vyberte titulky
it_it: Seleziona sottotitoli

# #33485
source: EMBY: Specials
cs_cz: EMBY: Speciální
it_it: EMBY: Speciali

# #33486
source: Use path substitution
cs_cz: Použít náhradu cesty
it_it: Utilizza la sostituzione del percorso

# #33487
source: Path substitution supports chapter images in addon mode. This mode can cause playback issues on some devices.
cs_cz: Path substituce podporuje obrázky kapitol v režimu addon.
it_it: La sostituzione del percorso supporta le immagini dei capitoli in modalità addon.

# #33488
source: Assign unique actors for each emby library
cs_cz: Přiřaďte jedinečné herce pro každou knihovnu Emby
it_it: Assegna attori univoci per ogni libreria emby

# #33489
source: Episodes
cs_cz: Epizody
it_it: Episodi

# #33491
source: Watch together canceled
cs_cz: Sledování společně zrušeno
it_it: Guardare insieme annullato

# #33492
source: Waiting for participants
cs_cz: Čekání na účastníky
it_it: In attesa dei partecipanti

# #33493
source: Starting...
cs_cz: Začíná...
it_it: Inizio...

# #33494
source: Select users
cs_cz: Vyberte uživatele
it_it: Seleziona utenti

# #33495
source: Remote clients / Watch together
cs_cz: Vzdálení klienti / Sledujte společně
it_it: Clienti remoti / Guarda insieme

# #33496
source: Delete timer
cs_cz: Vymažte časovač
it_it: Elimina timer

# #33497
source: Add timer
cs_cz: Přidat časovač
it_it: Aggiungi timer

# #33498
source: Force clients
cs_cz: Vynutit si klienty
it_it: Forza i client

# #33499
source: Clients not supporting watch together natively, will be force to participate
cs_cz: Klienti, kteří nepodporují sledování společně nativně, budou nuceni se zúčastnit
it_it: I clienti che non supportano Watch Together in modo nativo saranno costretti a partecipare

# #33500
source: Client control
cs_cz: Klientská kontrola
it_it: Controllo cliente

# #33501
source: Clients can control each other
cs_cz: Klienti se mohou navzájem ovládat
it_it: I clienti possono controllarsi a vicenda

# #33502
source: Sync clients to master
cs_cz: Synchronizujte klienty do master
it_it: Sincronizza i client con il master

# #33503
source: Master controls play, pause, seek
cs_cz: Master ovládá přehrávání, pauzu, vyhledávání
it_it: Il master controlla la riproduzione, la pausa, la ricerca

# #33504
source: Wait for participates
cs_cz: Počkejte na účastníky
it_it: Aspetta che partecipi

# #33505
source: Wait for participates in seconds
cs_cz: Počkejte na účastníky v sekundách
it_it: Attendi la partecipazione in pochi secondi

# #33506
source: Delay playback
cs_cz: Zpoždění přehrávání
it_it: Ritardare la riproduzione

# #33507
source: Delay playback start, give clients time to sync
cs_cz: Odložte začátek přehrávání, dejte klientům čas na synchronizaci
it_it: Ritardare l'avvio della riproduzione, dare ai client il tempo di sincronizzarsi

# #33508
source: Maximum drift on pause
cs_cz: Maximální drift při pauze
it_it: Deriva massima in pausa

# #33509
source: Allowed async in milliseconds on pause
cs_cz: Povolena asynchronní synchronizace v milisekundách při pauze
it_it: Asincronia consentita in millisecondi in pausa

# #33510
source: Auto ack
cs_cz: Automatické potvrzení
it_it: Riconoscimento automatico

# #33511
source: Auto acknowledge incoming remote client request
cs_cz: Automatické potvrzení příchozího požadavku vzdáleného klienta
it_it: riconoscimento automatico della richiesta del client remoto in arrivo

# #33512
source: Delay
cs_cz: Zpoždění
it_it: Ritardo

# #33513
source: Triggers a seek command after X seconds
cs_cz: Spustí vyhledávací příkaz po X sekundách
it_it: Attiva un comando di ricerca dopo X secondi

# #33514
source: Resync unsupported clients
cs_cz: Znovu synchronizujte nepodporované klienty
it_it: Risincronizza i client non supportati

# #33515
source: Keep connection
cs_cz: Udržujte spojení
it_it: Mantieni la connessione

# #33516
source: Establish connection on start (by device id)
cs_cz: Nastavit připojení při spuštění (podle ID zařízení)
it_it: Stabilisci connessione all'avvio (tramite ID dispositivo)

# #33517
source: EMBY: Watch together
cs_cz: EMBY: Sledujte společně
it_it: EMBY: Guarda insieme

# #33518
source: EMBY: Remove client
cs_cz: EMBY: Odstranění klienta
it_it: EMBY: Rimuovi cliente

# #33519
source: EMBY: Add client
cs_cz: EMBY: Přidat klienta
it_it: EMBY: Aggiungi cliente

# #33520
source: EMBY: Enable remote mode
cs_cz: EMBY: Povolte vzdálený režim
it_it: EMBY: Abilita modalità remota

# #33521
source: EMBY: Disable remote mode
cs_cz: EMBY: Zakažte režim dálkového ovládání
it_it: EMBY: Disabilita la modalità remota

# #33522
source: Enable
cs_cz: Povolit
it_it: Inschakelen

# #33523
source: Primary
cs_cz: Primární
it_it: Primair

# #33525
source: Banner
it_it: Banier

# #33526
source: Disc
cs_cz: Disk
it_it: schijf

# #33528
source: Thumb
cs_cz: Palec
it_it: Duim

# #33529
source: Backdrop
cs_cz: Pozadí
it_it: Achtergrond

# #33530
source: Chapter
cs_cz: Kapitola
it_it: Hoofdstuk

# #33531
source: Compression
cs_cz: Komprese
it_it: Compressie

# #33532
source: Maximum resolution
cs_cz: Maximální rozlišení
it_it: Maximale resolutie

# #33533
source: Limits the image resolution by a factor. Base is screen resolution. e.g. 50% of 1920x1080
cs_cz: Omezuje rozlišení obrazu faktorem.
it_it: Beperkt de beeldresolutie met een factor.

# #33534
source: Select transencode audiostream
cs_cz: Vyberte transencode audiostream
it_it: Selecteer transencode-audiostream

# #33535
source: Path substitution supports chapter images (extraction) in addon mode. This mode may cause playback issues on some devices. Also disable the folowing Kodi setting: 'Media' -> 'Videos' -> 'Extract video information from files'
cs_cz: Nahrazení cesty podporuje obrázky kapitol (extrakce) v režimu addon.
it_it: Padvervanging ondersteunt hoofdstukafbeeldingen (extractie) in add-onmodus.

# #33536
source: Enable websocket connection
cs_cz: Povolte připojení websocket
it_it: Websocket-verbinding inschakelen

# #33537
source: If disabled: No realtime updates, no notifications will be received and remote commands will not work.
cs_cz: Pokud je zakázáno: Žádné aktualizace v reálném čase, nebudou přijímána žádná upozornění a vzdálené příkazy nebudou fungovat.
it_it: Indien uitgeschakeld: Geen realtime updates, er worden geen meldingen ontvangen en opdrachten op afstand werken niet.

# #33538
source: Use workarounds for Kodi's episode bookmark issues
cs_cz: Použijte zástupná řešení pro problémy se záložkami epizody Kodi
it_it: Gebruik oplossingen voor Kodi's bladwijzerproblemen met afleveringen

# #33539
source: Kodi has a bug with episode bookmarks when selecting an episode via list views. Episodes selected via widget are not affected. Toggle this option required a complete TVShow resync!
cs_cz: Kodi má chybu se záložkami epizod při výběru epizody prostřednictvím zobrazení seznamu.
it_it: Kodi heeft een bug met bladwijzers voor afleveringen bij het selecteren van een aflevering via lijstweergaven.

# #33540
source: Kodi has in issue with dynamic widgets. This option prevents Kodi to query the same content multiple times. (Edge case, default off)
cs_cz: Kodi má problém s dynamickými widgety.
it_it: Kodi heeft een probleem met dynamische widgets.

# #33541
source: Enable HTTP/2 support
cs_cz: Povolte podporu HTTP/2
it_it: HTTP/2-ondersteuning inschakelen

# #33542
source: Kodi has issues playing content via with http/2 protocol (default off)
cs_cz: Kodi má problémy s přehráváním obsahu pomocí protokolu http/2 (výchozí vypnuto)
it_it: Kodi heeft problemen met het afspelen van inhoud via het http/2-protocol (standaard uitgeschakeld)

# #33543
source: Extra audio widget refresh
cs_cz: Extra aktualizace zvukového widgetu
it_it: Extra audiowidget vernieuwen

# #33544
source: Triggers an additional (fake) Kodi audio scan after Emby reports progress updates. Skinhelpers need this notification for widget refreshing. Usually skinhelpers refresh both widgets (video and audio) on a video scan notification. If not, you can enable the additional audio scan too.
cs_cz: Spustí další (falešné) skenování zvuku Kodi poté, co Emby nahlásí aktualizace průběhu.
it_it: Activeert een extra (nep) Kodi-audioscan nadat Emby voortgangsupdates rapporteert.

# #33545
source: Network timeouts
cs_cz: Časové limity sítě
it_it: Netwerktime-outs
