Repository: nevrion/repository.nevnet
Catalog: repo/plugin.video.emby-9.4.21/resources/language/resource.language.*/strings.po
Languages: cs_cz, it_it

# #33138
source: You can update your library manually rather than rely on the server plugin Kodi companion. Launch the add-on and update libraries (or per library). To remove content, you'll need to repair the library.
cs_cz: Knihovnu můžete aktualizovat ručně, než se spoléhat na zásuvný modul serveru Kodi companion. Spusťte doplněk a aktualizujte knihovny (nebo každou knihovnu zvlášť). Chcete-li odstranit obsah, musíte knihovnu obnovit.
it_it: Puoi aggiornare la tua libreria manualmente piuttosto che fare affidamento sul plugin per il server Kodi companion. Avvia l'add-on e aggiorna le librerie (o una singola libreria). Per rimuovere il contenuto, dovrai riparare la libreria.

# #33139
source: Update libraries
cs_cz: Obnovit knihovny
it_it: Aggiorna librerie

# #33140
source: Repair libraries
cs_cz: Opravit knihovny
it_it: Ripara librerie

# #33141
source: Remove server
cs_cz: Odebrat server
it_it: Rimuovi server

# #33142
source: Something went wrong. Try again later.
cs_cz: Došlo k neznámé chybě. Zkuste později znovu.
it_it: Qualcosa è andato storto. Riprova più tardi.

# #33144
source: Removing library
cs_cz: Odstranění knihovny
it_it: Rimozione della libreria

# #33145
source: Please make sure your Emby server libraries are accessible to your Kodi installation and that you have path substitution configured on your server. For more information, check the FAQ in Emby for Kodi's github wiki.
cs_cz: Ujistěte se, že Vaše knihovny na serveru Emby jsou přístupné Vaší instalaci kodi a že máte na serveru nastavené náhradní cesty. Pro více informací navštivte FAQ na Github Wikipedii k Emby pro Kodi.
it_it: Assicurati che le tue librerie Emby siano accessibili da Kodi e che sul tuo server sia configurata la sostituzione del percorso. Per ulteriori informazioni, consulta le FAQ di Emby per Kodi su GitHub Wiki.

# #33146
source: Unable to connect to Emby.
cs_cz: Nelze se připojit k Emby.
it_it: Impossibile connettersi a Emby.

# #33147
source: Your access to Emby is restricted.
cs_cz: Váš přístup k Emby je omezený.
it_it: Il tuo accesso a Emby è limitato.

# #33148
source: Your access to this server is restricted.
cs_cz: Váš přístup k tomuto serveru je omezený.
it_it: Il tuo accesso a questo server è limitato.

# #33149
source: Unable to connect to this server.
cs_cz: Nelze se připojit k tomuto serveru.
it_it: Impossibile connettersi a questo server.

# #33150
source: Update server information
cs_cz: Aktualizovat informace o serveru.
it_it: Aggiorna informazioni server

# #33151
source: Reconnect to the same server that was previously loaded. If you want to use a different server, reset your local database, including your user information.
cs_cz: Znovu se připojte k stejnému serveru, který byl dříve načten. Pokud chcete použít jiný server, obnovte lokální databázi včetně informací o uživateli.
it_it: Riconnettersi allo stesso server precedentemente caricato. Se si desidera utilizzare un server diverso, ripristinare il database locale, incluse le informazioni dell'utente.

# #33152
source: Unable to locate TV Tunes in Kodi.
cs_cz: Nelze najít TV Tunes v Kodi
it_it: Impossibile trovare TV Tunes in Kodi.

# #33153
source: Your Emby theme media has been synced to Kodi
cs_cz: Vaše tématická média byla synchronizována do Kodi
it_it: I tuoi temi multimediali Emby sono stati sincronizzati con Kodi

# #33154
source: Add libraries
cs_cz: Přidat knihovny
it_it: Aggiungi librerie

# #33155
source: The currently applied patch for Emby for Kodi is corrupted! Please post to the Emby for Kodi forums if this issue persists. This will need to be fixed as soon as possible.
cs_cz: Aktuální oprava aplikovaná na Emby pro Kodi je poškozena. Pokud tento problém přetrvává, nahlašte jej na fóru Emby pro Kodi. Bude opraveno jakmile to bude možné.
it_it: La patch attualmente applicata per Emby per Kodi è corrotta! Si prega di postare sul forum di Emby per Kodi se questo problema persiste. Questo dovrà essere risolto il prima possibile.

# #33156
source: A patch has been applied!
cs_cz: Patch byl aplikován!
it_it: Una patch è stata applicata!

# #33157
source: Audio only
cs_cz: Pouze audio
it_it: Solo audio

# #33158
source: Subtitles only
cs_cz: Pouze titulky
it_it: Solo sottotitoli

# #33159
source: Enable audio/subtitles selection
cs_cz: Povolit výběr zvuku/titulků
it_it: Abilita selezione audio/sottotitoli

# #33160
source: To avoid errors, please update Emby for Kodi to version:
cs_cz: Pro prevenci chyb, prosím, aktualizujte Emby pro Kodi na verzi:
it_it: Per evitare errori, aggiorna Emby per Kodi alla versione:

# #33161
source: Check for updates
cs_cz: Zkontrolovat aktualizace
it_it: Ricerca aggiornamenti

# #33162
source: Reset the music library?
cs_cz: Obnovit hudební knihovnu?
it_it: Ripristinare la libreria musicale?

# #33163
source: Support this project
cs_cz: Podpořte tento projekt
it_it: Supporta questo progetto

# #33164
source: Mask sensitive information in log (does not apply to kodi logging)
cs_cz: Schovat citlivé informace v protokolu (nemá vliv na protokolování Kodi)
it_it: Maschera informazioni sensibili nel log (non si applica ai log di Kodi)

# #33165
source: Failed to create backup
cs_cz: Nelze vytvořit zálohu
it_it: Impossibile creare il backup

# #33166
source: (dynamic)
cs_cz: (dynamický)
it_it: (dinamico)

# #33167
source: Recently added
cs_cz: Nedávno přidané
it_it: Aggiunti Di Recente

# #33168
source: Favourites
cs_cz: Oblíbené
it_it: Preferiti

# #33169
source: In Progress
cs_cz: Probíhá
it_it: In Corso

# #33170
source: Unwatched
cs_cz: Neshlédnuto
it_it: Non Visti

# #33171
source: By first letter
cs_cz: Podle prvního písmene
it_it: Per Iniziale

# #33172
source: You have {number} updates pending. This may take a little while before seeing new content. It might be faster to update your libraries via launching the Emby add-on > update libraries. Proceed anyway?
cs_cz: Máte (číslo) čekajících aktualizací. Zobrazení nového obsahu může chvíli trvat. Aktualizovat knihovny prostřednictvím spuštění doplňku knihoven Emby > aktualizovat knihovny může být rychlejší. Přesto pokračovat?
it_it: Hai {number} aggiornamenti in sospeso. Questo potrebbe richiedere un po' di tempo prima di poter vedere i nuovi contenuti. Potrebbe essere più rapido aggiornare le tue librerie avviando l'add-on di Emby > Aggiorna librerie. Procedere comunque?

# #33173
source: Forget about the previous sync? This is not recommended.
cs_cz: Zapomenout předchozí synchronizaci? Toto není doporučeno.
it_it: Dimentica la sincronizzazione precedente? Questo non è raccomandato.

# #33174
source: Paging - download threads (default: 3)
cs_cz: Stránkování - vlákna stahování (výchozí: 3)
it_it: Chiamata - thread di download (default: 3)

# #33175
source: Paging tip: Each download thread requests your max items value from Emby at the same time.
cs_cz: Tip pro stránkování: každé vlákno požaduje zároveň hodnotu maximálního počtu položek z Emby.
it_it: Suggerimento: ogni thread di download richiede il tuoi elementi richiesti massimi da Emby contemporaneamente.

# #33176
source: Update or repair your libraries to apply the changes below.
cs_cz: Pro provedení změn níže aktualizujte nebo opravte knihovny.
it_it: Aggiorna o ripara le tue librerie per applicare le modifiche di seguito.

# #33177
source: Display the progress bar if update count greater than
cs_cz: Zobrazit ukazatel průběhu jestliže je počet aktualizací větší než
it_it: Visualizza la barra di avanzamento se gli aggiornamenti sono più di

# #33178
source: Processing updates
cs_cz: Zpracování aktualizací
it_it: Elaborazione degli aggiornamenti

# #33179
source: Force transcode
cs_cz: Vynutit překódování
it_it: Forza transcodifica

# #33180
source: Restart Emby for Kodi
cs_cz: Restart Emby pro Kodi
it_it: Riavvia Emby per Kodi

# #33181
source: Restarting to apply the patch
cs_cz: Restartování pro projevení opravy
it_it: Riavvia per applicare la patch

# #33182
source: Play with cinema mode
cs_cz: Přehraj v řežimu Cinema
it_it: Riproduci con la modalita cinema

# #33183
source: Enable the option to play with cinema mode
cs_cz: Povoliž možnost přehrání v režimu Cinema
it_it: Abilita l'opzione per la riproduzione con la modalità cinema

# #33184
source: Remove libraries
cs_cz: Odstraň knihovny
it_it: Rimuovi librerie

# #33185
source: Enable sync during playback (may cause some lag)
cs_cz: Povolit synchronizaci během přehrávání (může způsobit zasekávání)
it_it: Abilita la sincronizzazione durante la riproduzione (potrebbe causare alcuni lag)

# #33186
source: The Kodi companion speeds up the start up sync. Other syncs are triggered by server events.
cs_cz: Kodi companion urychluje synchronizaci při spuštění. Ostatní synchronizace jsou spouštěny událostmi serveru.
it_it: Kodi companion accelera la sincronizzazione all'avvio. Altre sincronizzazioni sono attivate da eventi del server.

# #33187
source: Sync Rotten Tomatoes ratings
cs_cz: Synchronizovat hodnocení s Rotten Tomatoes
it_it: Sincronizza valutazioni di Rotten Tomatoes

# #33188
source: Would you like to sync Rotten Tomatoes ratings?
cs_cz: Chcete synchronizovat hodnocení s Rotten Tomatoes?
it_it: Vorresti sincronizzare le valutazioni di Rotten Tomatoes?

# #33191
source: Restart Emby for Kodi to apply this change?
cs_cz: Restartovat Emby pro Kodi k projevení této změny?
it_it: Riavvia Emby per Kodi per applicare questo cambiamento?

# #33192
source: Restart Emby for Kodi
cs_cz: Restart Emby pro Kodi
it_it: Riavvia Emby per Kodi

# #33193
source: Restarting...
cs_cz: Restartování...
it_it: Riavvio...

# #33194
source: Manage libraries
cs_cz: Spravovat knihovny
it_it: Gestisci le librerie

# #33195
source: Enable Emby for Kodi
cs_cz: Povolit Emby pro Kodi
it_it: Abilita Emby per Kodi

# #33196
source: Advanced options
cs_cz: Pokročilé možnosti
it_it: Opzioni avanzate

# #33197
source: A sync is already running, please wait until it completes and try again.
cs_cz: Právě probíhá synchronizace, prosím, počkejte dokud se nedokončí a zkuste znovu.
it_it: Una sincronizzazione è già in corso, attendere fino al completamento e riprovare.

# #33201
source: Emby play
cs_cz: Emby přehrát
it_it: Riproduzione Emby

# #33202
source: Music database rescan patch
cs_cz: Oprava znovu prohledání hudební databáze.
it_it: Patch rescan database musicale

# #33203
source: Task succeeded!
cs_cz: Úloha úspěšně dokončena!
it_it: Task riuscito!

# #33204
source: Task failed!
cs_cz: Úloha se nezdařila!
it_it: Task fallito!

# #33205
source: Enable simple play (external player friendly)
cs_cz: Povolit jednoduché přehrávání (jednodušší pro externí přehrávač)
it_it: Abilita la riproduzione semplice (indicato con player esterno)

# #33206
source: Transcode 10-bit (H264)
cs_cz: Překódování 10-bit (H264)
it_it: Transcodifica 10-bit (H264)

# #33207
source: Ask to proceed with sync if count greater than
cs_cz: Zeptat se pro pokračování synchronizace jestliže je počet větší než
it_it: Chiedi se procedere con la sincronizzazione se più grande di

# #33208
source: Transcode 10-bit (H265/HEVC)
cs_cz: Překódování 10-bit (H265/HEVC)
it_it: Transcodifica 10-bit (H265/HEVC)

# #33209
source: Play remote urls using Emby
cs_cz: Přehraj vzálená URLs pomocí Emby.
it_it: Riproduci gli url remoti usando Emby

# #33210
source: Display hidden users in selection
cs_cz: Zobrazit skryté uživatele ve výběru.
it_it: Mostra gli utenti nascosti nella selezione

# #33212
source: Latest release
cs_cz: Nejnovější vydání
it_it: Ultima release

# #33213
source: Enable label for multi-episodes. i.e. | # | title
cs_cz: Povolit značku pro multi-epizody, např. | # | název
it_it: Attiva etichetta per più episodi. i.e. | # | titolo

# #33214
source: Transcode Divx (MSMPEG4V3)
cs_cz: Překódování Divx (MSMPEG4V3)
it_it: Transcodifica Divx (MSMPEG4V3)

# #33215
source: Transcode Xvid (MPEG4)
cs_cz: Překódování Xvid (MPEG4)
it_it: Transcodifica Xvid (MPEG4)

# #33216
source: Transcode Dvd (MPEG2)
cs_cz: Překódování Dvd (MPEG2)
it_it: Transcodifica Dvd (MPEG2)

# #33217
source: Verify the connection? Recommended: Disable for self-signed certificate only.
cs_cz: Ověřit připojení? Doporučení: Vypnout pouze pro certifikáty podepsané sebou samým.
it_it: Verifica la connessione? Consigliato: Disabilitare solo per il certificato autofirmato.

# #33218
source: By Year
cs_cz: Podle roku
it_it: Per anno

# #33219
source: By Actor
cs_cz: Podle herce
it_it: Per attore

# #33220
source: By Tag
cs_cz: Podle tagu
it_it: Per etichetta

# #33221
source: Enable userrating sync
cs_cz: Povolte synchronizaci uživatelského hodnocení
it_it: Abilita la sincronizzazione della valutazione degli utenti

# #33222
source: FINAL WARNING: Complete database reset is required! If you decline, please stop here and MANUALLY downgrade to previous version.
cs_cz: KONEČNÉ VAROVÁNÍ: Je vyžadován kompletní reset databáze!
it_it: AVVISO FINALE: è necessario il ripristino completo del database!

# #33223
source: Database reset required, wait for Kodi restart.
cs_cz: Je vyžadován reset databáze, počkejte na restartování Kodi.
it_it: Ripristino del database richiesto, attendi il riavvio di Kodi.

# #33224
source: Invalid backup path
cs_cz: Neplatná záložní cesta
it_it: Percorso di backup non valido

# #33225
source: Invalid backup
cs_cz: Neplatná záloha
it_it: backup non valido

# #33226
source: Artwork cache in progress
cs_cz: Probíhá vyrovnávací paměť uměleckých děl
it_it: Cache dell'artwork in corso

# #33227
source: Webserver must be enabled for artwork cache. Enable now?
cs_cz: Webový server musí být povolen pro mezipaměť uměleckých děl.
it_it: Il server web deve essere abilitato per la cache della grafica.

# #33228
source: No password found, set password to 'kodi'
cs_cz: Nebylo nalezeno žádné heslo, nastavte heslo na 'kodi'
it_it: Nessuna password trovata, imposta la password su 'kodi'

# #33229
source: No backup path set
cs_cz: Není nastavena žádná záložní cesta
it_it: Nessun percorso di backup impostato

# #33230
source: select
cs_cz: vyberte
it_it: seleziona

# #33231
source: Special Features
cs_cz: Speciální funkce
it_it: Caratteristiche speciali

# #33232
source: Live TV sync finished
cs_cz: Synchronizace živého TV byla dokončena
it_it: Sincronizzazione TV in diretta terminata

# #33233
source: Please install and enable iptvsimple
cs_cz: Nainstalujte a povolte iptvsimple
it_it: Installa e abilita iptvsimple

# #33234
source: Sync LiveTV
it_it: Sincronizza LiveTV

# #33235
source: Websocket is offline
cs_cz: Websocket je offline
it_it: Websocket non è in linea

# #33236
source: Emby server shutdown
cs_cz: Vypnutí serveru Emby
it_it: Spegnimento del server Emby

# #33237
source: Emby server restart required
cs_cz: Je vyžadován restart serveru Emby
it_it: Riavvio del server Emby richiesto

# #33238
source: Add library
cs_cz: Přidat knihovnu
it_it: Aggiungi libreria

# #33239
source: Enable smart playlists (this could cause Kodi crashes)
cs_cz: Povolte chytré seznamy skladeb (to by mohlo způsobit selhání Kodi)
it_it: Abilita playlist intelligenti (questo potrebbe causare arresti anomali di Kodi)

# #33240
source: Enable userrating
cs_cz: Povolit hodnocení uživatelů
it_it: Abilita valutazione utente

# #33241
source: Enable local trailers
cs_cz: Povolit místní přívěsy
it_it: Abilita trailer locali

# #33242
source: Enable trailers
cs_cz: Povolit přívěsy
it_it: Abilita trailer

# #33243
source: Transcode
cs_cz: Překódovat
it_it: Transcodifica

# #33244
source: Output format video
cs_cz: Výstupní formát videa
it_it: Formato di uscita video

# #33245
source: Output format audio
cs_cz: Výstupní formát zvuku
it_it: Formato di uscita audio

# #33246
source: Show options in plugin menu
cs_cz: Zobrazit možnosti v nabídce pluginu
it_it: Mostra le opzioni nel menu del plugin

# #33247
source: Date info
cs_cz: Informace o datu
it_it: Informazioni sulla data

# #33248
source: Genres
cs_cz: Žánry
it_it: Generi

# #33249
source: Studios
it_it: Monolocali

# #33250
source: Taglines
cs_cz: Popisy
it_it: Slogan

# #33251
source: Overview
cs_cz: Přehled
it_it: Panoramica

# #33252
source: Production locations
cs_cz: Místa výroby
it_it: Luoghi di produzione

# #33253
source: Dynamic libraries
cs_cz: Dynamické knihovny
it_it: Biblioteche dinamiche

# #33254
source: Compatibility mode
cs_cz: Režim kompatibility
it_it: Modalità compatibilità

# #33255
source: Restore backup
cs_cz: Obnovte zálohu
it_it: Ripristina backup

# #33256
source: Which artwork should be cached
cs_cz: Která kresba by měla být uložena do mezipaměti
it_it: Quale grafica dovrebbe essere memorizzata nella cache

# #33258
source: Music
cs_cz: Hudba
it_it: Musica

# #33259
source: Incremental sync date
cs_cz: Datum přírůstkové synchronizace
it_it: Data di sincronizzazione incrementale

# #33260
source: Incremental sync time
cs_cz: Čas přírůstkové synchronizace
it_it: Tempo di sincronizzazione incrementale

# #33261
source: Collecting removed items
cs_cz: Sbírání odstraněných položek
it_it: Raccolta di elementi rimossi

# #33262
source: Enable cinema mode (movies)
cs_cz: Povolit režim Cinema (movies)
it_it: Abilita modalità cinema (movies)

# #33263
source: Enable cinema mode (tv shows)
cs_cz: Povolit režim Cinema (tv shows)
it_it: Abilita modalità cinema (tv shows)

# #33264
source: Delete items also from Emby server? Final warning, this will also delete the FILES and is not reversible!
cs_cz: Smazat položky také ze serveru Emby?
it_it: Eliminare elementi anche dal server Emby?

# #33265
source: Delete FILES also from Emby server by Kodi events? THIS IS VERY DANGEROUS AND NOT REVERSIBLE!
cs_cz: Smazat SOUBORY také ze serveru Emby pomocí událostí Kodi?
it_it: Eliminare FILE anche dal server Emby per eventi Kodi?

# #33266
source: Enable FILE delete on Kodi events
cs_cz: Povolte mazání SOUBORU u událostí Kodi
it_it: Abilita l'eliminazione di FILE sugli eventi di Kodi

# #33267
source: Disable HTTP2 support
cs_cz: Zakažte podporu HTTP2
it_it: Disabilita il supporto HTTP2

# #33268
source: Kodi restart initiated due to advancedsettings.xml changes
cs_cz: Restartování Kodi zahájeno kvůli změnám advancedsettings.xml
it_it: Il riavvio di Kodi è stato avviato a causa di modifiche advancedsettings.xml

# #33298
source: Cinema mode
cs_cz: Režim kina
it_it: Modalità cinema

# #33299
source: Artwork
cs_cz: Umělecké dílo
it_it: Opera d'arte

# #33300
source: Menu
it_it: Menù

# #33301
source: Compatibility mode changes the plugin id to 4.x (plugin.video.emby). Don't use it if it's not absolutly required! Never perform updates in this mode!
cs_cz: Režim kompatibility změní ID pluginu na 4.x (plugin.video.emby).
it_it: La modalità di compatibilità cambia l'id del plugin in 4.x (plugin.video.emby).

# #33302
source: In some circumstances (WLan, delayed network startup etc.) a delayed plugin start can improve connectivity
cs_cz: Za určitých okolností (WLan, zpožděné spuštění sítě atd.) může zpožděné spuštění pluginu zlepšit konektivitu
it_it: In alcune circostanze (WLan, avvio ritardato della rete ecc.) un avvio ritardato del plug-in può migliorare la connettività

# #33303
source: You can adjust what meta information are loaded for dynamic (not synced) content. By default only basic information are loaded. Extenting can delay browsing lists.
cs_cz: Můžete upravit, jaké meta informace se načítají pro dynamický (nesynchronizovaný) obsah.
it_it: Puoi regolare quali metainformazioni vengono caricate per il contenuto dinamico (non sincronizzato).

# #33304
source: Be careful with this option. It offers FILE DELETE not only database removal. (Admin permissions are required)
cs_cz: Při této možnosti buďte opatrní.
it_it: Fai attenzione con questa opzione.

# #33305
source: This is a debug option. You can set the last sync date/time manually. After Kodi restart it will perform the action. Just perform minor adjustments. Setting a date/time too much in the past can cause a huge incremental sync.
cs_cz: Toto je možnost ladění.
it_it: Questa è un'opzione di debug.

# #33306
source: Resets the unique device id. A manual reconnection to emby server is required. Otherwise the realtime communication could be compromised.
cs_cz: Resetuje jedinečné ID zařízení.
it_it: Reimposta l'ID dispositivo univoco.

# #33307
source: Connect to a new Emby server (multiserver) or reconnect an existing Emby server (debug)
cs_cz: Připojte se k novému serveru Emby (multserver) nebo znovu připojte existující server Emby (ladění)
it_it: Connetti a un nuovo server Emby (multiserver) o ricollega un server Emby esistente (debug)

# #33308
source: Show hidden users on Emby server for connections ops.
cs_cz: Zobrazit skryté uživatele na serveru Emby pro operace připojení.
it_it: Mostra utenti nascosti sul server Emby per le operazioni di connessione.

# #33309
source: Add/Remove/Repair libraries, live TV, themes.
cs_cz: Přidat/odebrat/opravit knihovny, živé televizní vysílání, témata.
it_it: Aggiungi/Rimuovi/Ripara librerie, TV in diretta, temi.

# #33310
source: Syncs all artwork locally to Kodi. This can take very long. Kodi's webserver must be enabled, but not in SSL mode (not supported yet). Caching can not be interrupted beside restarting Kodi.
cs_cz: Synchronizuje všechna umělecká díla lokálně do Kodi.
it_it: Sincronizza tutte le opere d'arte in locale su Kodi.

# #33311
source: Some skins use xps playlists. Usually not required, leave it off if you don't need them.
cs_cz: Některé vzhledy používají seznamy stop xps.
it_it: Alcune skin utilizzano playlist XP.

# #33312
source: Userrating are additional information to be synced to Kodi. In some minor cases (3rd party plugins like trakt etc.) can interfere with synced userratings. Default should be on. If you change this setting, a full database resync is mandatory to apply the change.
cs_cz: Userrating jsou další informace, které mají být synchronizovány s Kodi.
it_it: Le valutazioni degli utenti sono informazioni aggiuntive da sincronizzare con Kodi.

# #33313
source: Performs a complete Kodi database resync. Settings and artwork are optionally reset.
cs_cz: Provede úplnou resynchronizaci databáze Kodi.
it_it: Esegue una risincronizzazione completa del database Kodi.

# #33314
source: Cinema mode is a premiere feature of Emby. Trailer configurations are support on Emby server (number of trailers to be played etc.)
cs_cz: Cinema mode je hlavní funkcí Emby.
it_it: La modalità Cinema è una caratteristica premiera di Emby.

# #33315
source: Transcode audio bitrate
cs_cz: Překódování datového toku zvuku
it_it: Transcodifica bitrate audio

# #33316
source: Network speed. Bitrates which exceeds the bandwidth will be transcoded.
cs_cz: Rychlost sítě.
it_it: Velocità di rete.

# #33318
source: Devicename report to Emby server.
cs_cz: Hlášení názvu zařízení na server Emby.
it_it: Report nome dispositivo al server Emby.

# #33319
source: Report playback progress to additional users.
cs_cz: Hlásit průběh přehrávání dalším uživatelům.
it_it: Segnala l'avanzamento della riproduzione ad altri utenti.

# #33320
source: Gap between playback stopped and continuation start.
cs_cz: Mezera mezi zastavením přehrávání a zahájením pokračování.
it_it: Gap tra la riproduzione interrotta e l'inizio della continuazione.

# #33321
source: This is a Emby server feature.
cs_cz: Toto je funkce serveru Emby.
it_it: Questa è una funzione del server Emby.

# #33322
source: Can save bandwidth
cs_cz: Může ušetřit šířku pásma
it_it: Può salvare la larghezza di banda

# #33323
source: In some cases it's useful showing menu options in the plugin menu as shortcuts. Also they can be added as favourites etc.
cs_cz: V některých případech je užitečné zobrazit možnosti nabídky v nabídce pluginu jako zkratky.
it_it: In alcuni casi è utile mostrare le opzioni di menu nel menu del plugin come scorciatoie.
