Repository: nevrion/repository.nevnet
Catalog: repo/plugin.video.emby-9.4.21/resources/language/resource.language.*/strings.po
Languages: cs_cz, it_it

# #29999
source: Emby for Kodi
cs_cz: Emby pro Kodi
it_it: Emby per Kodi

# #30000
source: Server address
cs_cz: Adresa serveru
it_it: Indirizzo server

# #30001
source: Server name
cs_cz: Název serveru
it_it: Nome server

# #30002
source: Force HTTP playback
cs_cz: Vynutit přehrávání přes HTTP
it_it: Forza riproduzione HTTP

# #30003
source: Login method
cs_cz: Způsob přihlášení
it_it: Metodo di accesso

# #30004
source: Log level
cs_cz: Úroveň protokolu
it_it: Livello log

# #30016
source: Device name
cs_cz: Název zařízení
it_it: Nome dispositivo

# #30022
source: Advanced
cs_cz: Pokročilé
it_it: Avanzate

# #30024
source: Username
cs_cz: Uživatelské jméno
it_it: Nome utente

# #30030
source: Port number
cs_cz: Číslo portu
it_it: Numero porta

# #30091
source: Confirm file deletion
cs_cz: Potvrzení smazání souboru
it_it: Conferma eliminazione file

# #30114
source: Offer delete after playback
cs_cz: Nabídka smazat po přehrání
it_it: Offri di eliminare dopo la riproduzione

# #30115
source: For Episodes
cs_cz: Pro epizody
it_it: Per Episodi

# #30116
source: For Movies
cs_cz: Pro filmy
it_it: Per Film

# #30157
source: Enable enhanced artwork (i.e. cover art)
cs_cz: Umožnit vylepšený artwork (např. cover art)
it_it: Abilita artwork migliorate (es. copertine)

# #30160
source: Video quality
cs_cz: Kvalita videa
it_it: Qualità video

# #30170
source: Recently Added TV Shows
cs_cz: Nedávno přidané TV pořady
it_it: Serie TV Aggiunte Di Recente

# #30171
source: In Progress TV Shows
cs_cz: Právě přehrávané TV pořady
it_it: Serie TV In Corso

# #30174
source: Recently Added Movies
cs_cz: Nedávno přidané filmy
it_it: Film Aggiunti Di Recente

# #30175
source: Recently Added Episodes
cs_cz: Nedávno přidané epizody
it_it: Episodi Aggiunti Di Recente

# #30177
source: In Progress Movies
cs_cz: Právě přehrávané filmy
it_it: Film In Corso

# #30178
source: In Progress Episodes
cs_cz: Právě přehrávané epizody
it_it: Episodi In Corso

# #30179
source: Next Episodes
cs_cz: Další epizody
it_it: Prossimi Episodi

# #30180
source: Favorite Movies
cs_cz: Oblíbené filmy
it_it: Film Preferiti

# #30181
source: Favorite Shows
cs_cz: Oblíbené pořady
it_it: Serie TV Preferite

# #30182
source: Favorite Episodes
cs_cz: Oblíbené epizody
it_it: Episodi Preferiti

# #30185
source: Boxsets
cs_cz: Kolekce
it_it: Collezioni

# #30189
source: Unwatched Movies
cs_cz: Nepřehrané filmy
it_it: Film Non Visti

# #30229
source: Random Items
cs_cz: Náhodné
it_it: Elementi Casuali

# #30230
source: Recommended Items
cs_cz: Doporučené
it_it: Elementi Raccomandati

# #30235
source: Interface
cs_cz: Rozhraní
it_it: Interfaccia

# #30239
source: Reset local Kodi database
cs_cz: Vyprázdnění lokální databáze Kodi
it_it: Resetta database locale di Kodi

# #30249
source: Enable welcome message
cs_cz: Povolit uvítací zprávu
it_it: Abilita messaggio di benvenuto

# #30251
source: Recently added Home Videos
cs_cz: Nedávno přidaná domácí videa
it_it: Video Personali Aggiunti Di Recente

# #30252
source: Recently added Photos
cs_cz: Nedávno přidané fotky
it_it: Foto Aggiunte Di Recente

# #30253
source: Favourite Home Videos
cs_cz: Oblíbená domácí videa
it_it: Video Personali Preferiti

# #30254
source: Favourite Photos
cs_cz: Oblíbené fotky
it_it: Foto Preferite

# #30255
source: Favourite Albums
cs_cz: Oblíbená alba
it_it: Album Preferiti

# #30256
source: Recently added Music videos
cs_cz: Nedávno přidaná hudební videa
it_it: Video Musicali Aggiunti Di Recente

# #30257
source: In progress Music videos
cs_cz: Právě přehrávaná hudební videa
it_it: Video Musicali In Corso

# #30258
source: Unwatched Music videos
cs_cz: Nepřehraná hudební videa
it_it: Video Musicali Non Visti

# #30302
source: Movies
cs_cz: Filmy
it_it: Film

# #30305
source: TV Shows
cs_cz: TV pořady
it_it: Serie TV

# #30401
source: Emby options
cs_cz: Možnosti Emby
it_it: Opzioni Emby

# #30402
source: Emby transcode
cs_cz: Emby překódování
it_it: Transcodifica Emby

# #30405
source: Add to favorites
cs_cz: Přidat do oblíbených
it_it: Aggiungi ai preferiti

# #30406
source: Remove from favorites
cs_cz: Odebrat z oblíbených
it_it: Rimuovi dai favoriti

# #30408
source: Settings
cs_cz: Nastavení
it_it: Impostazioni

# #30412
source: Transcode
cs_cz: Překódovat
it_it: Transcodifica

# #30500
source: Verify connection
cs_cz: Ověřit připojení
it_it: Verifica connessione

# #30504
source: Use alternate device name
cs_cz: Použít alternativní název zařízení
it_it: Usa nome dispositivo alternativo

# #30506
source: Sync
cs_cz: Synchronizovat
it_it: Sincronizzazione

# #30507
source: Enable notification if update count is greater than
cs_cz: Povolit oznámení v případě, že počet aktualizací je větší než
it_it: Abilita notifiche se gli elementi aggiornati sono più di

# #30508
source: Sync empty shows
cs_cz: Synchronizovat prázdné pořady
it_it: Sincronizza serie TV vuote

# #30509
source: Enable music library
cs_cz: Povolit hudební knihovnu
it_it: Abilita libreria musicale

# #30511
source: Playback mode
cs_cz: Režim přehrávání
it_it: Modalità riproduzione

# #30512
source: Enable artwork caching
cs_cz: Povolit ukládání obrázků do mezipaměti
it_it: Abilita caching artwork

# #30516
source: Playback
cs_cz: Přehrávání
it_it: Riproduzione

# #30517
source: Network credentials
cs_cz: Údaje pro přihlášení k síti
it_it: Credenziali di rete

# #30518
source: Enable cinema mode
cs_cz: Povolit režim Cinema
it_it: Abilita modalità cinema

# #30519
source: Ask to play trailers
cs_cz: Zeptat se pro přehrání trailerů
it_it: Chiedi di riprodurre trailer

# #30520
source: Skip the delete confirmation (use at your own risk)
cs_cz: Přeskočit potvrzení smazání (aktivace této volby je na vlastní riziko)
it_it: Salta la conferma di eliminazione (usa a tuo rischio)

# #30521
source: Jump back on resume (in seconds)
cs_cz: Přeskoč zpět na začátek (v sekundách)
it_it: Salta indietro alla ripresa (in secondi)

# #30522
source: Transcode H265/HEVC
cs_cz: Překódování H265/HEVC
it_it: Transcodifica H265/HEVC

# #30527
source: Ignore specials in next episodes
cs_cz: Ignorovat mimořádné díly v dalších epizodách
it_it: Ignora gli speciali tra i prossimi episodi

# #30528
source: Permanent users
cs_cz: Stálí uživatelé
it_it: Utenti permanenti

# #30529
source: Startup delay (in seconds)
cs_cz: Opožděný start (v sekundách)
it_it: Ritardo avvio (in secondi)

# #30530
source: Enable server restart message
cs_cz: Povolit zprávu o restartu serveru
it_it: Abilita messaggio riavvio server

# #30531
source: Enable new content
cs_cz: Povolit nový obsah
it_it: Abilita nuovi contenuti

# #30532
source: Duration of the video library pop up
cs_cz: Doba zobrazení vyskakovacího okna knihovny videí
it_it: Durata pop up libreria video

# #30533
source: Duration of the music library pop up
cs_cz: Doba zobrazení vyskakovacího okna hudební knihovny
it_it: Durata pop up libreria musicale

# #30534
source: Notifications (in seconds)
cs_cz: Oznámení (v sekundách)
it_it: Notifiche (in secondi)

# #30535
source: Generate a new device Id
cs_cz: Vytvořit nové ID zařízení
it_it: Genera un nuovo ID dispositivo

# #30536
source: Allow the screensaver during syncs
cs_cz: Povolit spořič obrazovky během synchronizace
it_it: Abilita salvaschermo durante la sinconizzazione

# #30539
source: Login
cs_cz: Přihlášení
it_it: Accedi

# #30540
source: Manual login
cs_cz: Manuální přihlášení
it_it: Accedi manualmente

# #30543
source: Username or email
cs_cz: Uživatelské jméno nebo e-mail
it_it: Nome utente o email

# #30545
source: Enable server offline
cs_cz: Povolit offline server
it_it: Abilita server offline

# #30547
source: Display message
cs_cz: Zobrazit zprávu
it_it: Mostra messggio

# #30600
source: Sign in with Emby Connect
cs_cz: Přihlásit přes Emby Connect
it_it: Accedi con Emby Connect

# #30605
source: Sign in
cs_cz: Přihlášení
it_it: Registrati

# #30606
source: Cancel
cs_cz: Zrušit
it_it: Cancella

# #30607
source: Select main server
cs_cz: Vyberte hlavní server
it_it: Seleziona server principale

# #30608
source: Username or password cannot be empty
cs_cz: Uživatelské jméno nebo heslo nesmí být prázdné
it_it: Il nome utente o la password non possono essere vuoti

# #30609
source: Unable to connect to the selected server
cs_cz: Nelze se připojit k vybranému serveru
it_it: Impossibile connettersi al server selezionato

# #30610
source: Connect to
cs_cz: Připojit k
it_it: Connetti a

# #30611
source: Manually add server
cs_cz: Přidat server ručně
it_it: Aggiungi server manualmente

# #30612
source: Please sign in
cs_cz: Přihlašte se, prosím
it_it: Per favore accedi

# #30613
source: Change Emby Connect user
cs_cz: Změnit uživatele Emby Connect
it_it: Cambia utente Emby Connect

# #30616
source: Connect
cs_cz: Připojit
it_it: Connetti

# #30617
source: Server or port cannot be empty
cs_cz: Server nebo port nesmí být prázdný
it_it: Server o porta non possono essere vuoti

# #30618
source: Change Emby Connect user
cs_cz: Změnit uživatele Emby Connect
it_it: Cambia utente Emby Connect

# #33000
source: Welcome
cs_cz: Vítejte
it_it: Benvenuto

# #33006
source: Server is restarting
cs_cz: Server se právě restartuje
it_it: Il server si sta riavviando

# #33009
source: Invalid username or password
cs_cz: Nesprávné uživatelské jméno nebo heslo
it_it: Password o nome utente non validi

# #33013
source: Choose the audio stream
cs_cz: Vyberte audio stream
it_it: Scegli il flusso audio

# #33014
source: Choose the subtitles stream
cs_cz: Vyberte verzi titulků
it_it: Scegli il flusso dei sottotitoli

# #33015
source: Delete file from Emby?
cs_cz: Vymazat z Emby
it_it: Eliminare file da Emby?

# #33016
source: Play trailers?
cs_cz: Přehraj trailery
it_it: Riproduci trailer?

# #33018
source: Gathering boxsets
cs_cz: Seskupení kolekcí
it_it: Raggruppa Collezioni

# #33021
source: Gathering:
cs_cz: Seskupení
it_it: Raggruppa:

# #33022
source: Detected the database needs to be recreated for this version of Emby for Kodi. Proceed?
cs_cz: Nalezené databáze je potřeba znovu vytvořit pro tuto verzi Emby pro Kodi. Pokračovat?
it_it: Rilevato che il database deve essere ricreato per questa versione di Emby per Kodi. Procedere?

# #33023
source: Emby for Kodi will not work correctly until the database is reset.
cs_cz: Emby pro Kodi nebude pracovat správně dokud nebude resetovaná databáze.
it_it: Emby per Kodi non funzionerà correttamente fino al ripristino del database.

# #33025
source: Completed in:
cs_cz: Dokončeno v:
it_it: Completato in:

# #33033
source: A new device Id has been generated. Kodi will now restart.
cs_cz: Nové ID zařízení bylo vytvořeno. Kodi se nyní restartuje.
it_it: È stato generato un nuovo ID dispositivo. Kodi verrà riavviato.

# #33035
source: Caution! If you choose Native mode, certain Emby features will be missing, such as: Emby cinema mode, direct stream/transcode options and parental access schedule.
cs_cz: Pozor! Jestliže vyberete nativní režim, budou chybět některé funkce Emby, jako třeba: Emby režim cinema, volby přímého streamování/překódování a plánování rodičovské kontroly.
it_it: Attenzione! Se si sceglie la modalità nativa, alcune funzionalità di Emby saranno assenti, come ad esempio: modalità cinema Emby, opzioni streaming diretto/transcodifica e il controllo parentale.

# #33037
source: Native (direct paths)
cs_cz: Nativní (přímé cesty)
it_it: Nativa (percorsi diretti)

# #33039
source: Enable music library?
cs_cz: Povolit hudební knihovnu?
it_it: Abilita libreria musicale?

# #33042
source: Running the caching process may take some time. Continue anyway?
cs_cz: Spuštění procesu ukládání do mezipaměti může nějakou dobu trvat. Opravdu pokračovat?
it_it: L'esecuzione del processo di caching potrebbe richiedere del tempo. Continua comunque?

# #33044
source: Reset existing artwork cache?
cs_cz: Vyprázdnit současnou mezipaměť obrázků?
it_it: Reimposta cache artwork?

# #33045
source: Updating artwork cache
cs_cz: Aktualizovat mezipaměť obrázků
it_it: Aggiornamento cache artwork

# #33046
source: Waiting for threads to exit
cs_cz: Čekání na ukončení vláken
it_it: In attesa uscita thread

# #33047
source: Kodi can't locate file:
cs_cz: Kodi nemůže najít soubor:
it_it: Kodi non riesce a localizzare il file:

# #33048
source: Use the Emby path substitution to format your path correctly or ensure your path is added to Kodi's file manager. For more information, check the FAQ in Emby for Kodi's github wiki. Stop syncing?
cs_cz: Použijte Emby náhradu cesty ke správnému formátu vaší cesty anebo zajistěte přidání Vaší cesty do správce souborů Kodi. Pro více informací navštivte FAQ na Github Wikipedii k Emby pro Kodi. Zastavit synchronizaci?
it_it: Utilizzare la sostituzione del percorso Emby per formattare correttamente il percorso o assicurarsi che il percorso venga aggiunto al gestore file Kodi. Per ulteriori informazioni, consulta le FAQ in Emby per Kodi GitHub Wiki. Interrompere la sincronizzazione?

# #33049
source: New
cs_cz: Nový
it_it: Nuovo

# #33054
source: Add user to session
cs_cz: Přidat uživatele do relace
it_it: Aggiungi utente alla sessione

# #33058
source: Perform local database reset
cs_cz: Provést resetování lokální databáze
it_it: Eseguire il ripristino del database locale

# #33059
source: Cache all artwork
cs_cz: Všechny obrázky ukládat do mezipaměti
it_it: Cache tutta le artwork

# #33060
source: Sync theme media
cs_cz: Synchrozovat tématická média
it_it: Sincronizza temi multimediali

# #33061
source: Add/Remove user from the session
cs_cz: Přidat/Odebrat uživatele z relace
it_it: Aggiungi/Rimuovi utente dalla sessione

# #33062
source: Add user
cs_cz: Přidat uživatele
it_it: Aggiungi utente

# #33063
source: Remove user
cs_cz: Odstranit uživatele
it_it: Rimuovi utente

# #33064
source: Remove user from the session
cs_cz: Odebrat uživatele z relace
it_it: Rimuovi utente dalla sessione

# #33066
source: Removed
cs_cz: Odstraněno
it_it: Rimosso

# #33067
source: Added
cs_cz: Přidáno
it_it: Aggiunto

# #33074
source: Are you sure you want to reset your local Kodi database?
cs_cz: Skutečně chcete resetovat Vaší lokální databázi Kodi?
it_it: Sei sicuro di voler resettare il tuo database Kodi locale?

# #33086
source: Remove all cached artwork?
cs_cz: Smazat z mezipaměti všechny obrázky?
it_it: Rimuove tutte le artwork dalla cache?

# #33087
source: Reset all Emby add-on settings?
cs_cz: Obnovit všechna nastavení doplňku Emby?
it_it: Resetta tutte le impostazioni dell'add-on Emby?

# #33088
source: Database reset has completed, Kodi will now restart to apply the changes.
cs_cz: Reset databáze byl ukončen. Aby se změny projevily, Kodi se nyní restartuje.
it_it: Il reset del database è stato completato, Kodi verrà riavviato per applicare le modifiche.

# #33089
source: Enter folder name for backup
cs_cz: Zadejte název složky pro zálohu
it_it: Immettere il nome della cartella per il backup

# #33090
source: Replace existing backup?
cs_cz: Nahradit existující zálohu?
it_it: Sostituisci il backup esistente?

# #33091
source: Created backup at:
cs_cz: Záloha vytvořená v:
it_it: Backup creato in:

# #33092
source: Create a backup
cs_cz: Vytvořit zálohu
it_it: Crea backup

# #33093
source: Backup folder
cs_cz: Adresář záloh
it_it: Cartella backup

# #33097
source: Important, cleanonupdate was removed in your advanced settings to prevent conflict with Emby for Kodi. Kodi will restart now.
cs_cz: Důležité, aby se zabránilo konfliktům s Emby pro Kodi, byla funkce Vyčištění při aktualizaci odebrána z pokočilých nastavení. Kodi se nyní restartuje.
it_it: Importante, cleanonupdate è stato rimosso nelle impostazioni avanzate per evitare conflitti con Emby per Kodi. Kodi verrà riavviato.

# #33098
source: Refresh boxsets
cs_cz: Obnovit kolekce
it_it: Aggiorna collezioni

# #33099
source: Install the server plugin Kodi Companion to automatically apply emby library updates at startup. This setting can be found in the add-on settings > sync options > Enable Kodi Companion.
cs_cz: Nainstaluje serverový zásuvný modul Kodi Companion pro automatické použití Emby knihoven při startu. Toto nastavení je možné nalétz v nastavení doplňků > možnosti synchronizace > Povolit Kodi Companion.
it_it: Installa il plugin per il server Kodi Companion per applicare automaticamente gli aggiornamenti della libreria Emby all'avvio. Questa impostazione può essere trovata nelle impostazioni dell'add-on > opzioni sincronizzazione> Abilita Kodi Companion.

# #33100
source: Would you like to sync empty shows?
cs_cz: Chcete synchronizovat prázdné pořady?
it_it: Vorresti sincronizzare gli spettacoli vuoti?

# #33101
source: Since you are using native playback mode with music enabled, do you want to import music rating from files?
cs_cz: Jelikož používáte nativní režim přehrávání s povolenou hudbou, chcete importovat hodnocení hudby ze souborů?
it_it: Dal momento che stai usando la modalità di riproduzione nativa con musica abilitata, vuoi importare la classificazione musicale dai file?

# #33102
source: Resume the previous sync?
cs_cz: Pokračovat v předchozí synchronizaci?
it_it: Riprendi la sincronizzazione precedente?

# #33103
source: Enable the webserver service in the Kodi settings to allow artwork caching.
cs_cz: Chcete-li umožnit ukládání obrázků do mezipaměti, povolte službu webového serveru v nastavení Kodi.
it_it: Abilita il webserver nelle impostazioni di Kodi per consentire la memorizzazione nella cache delle illustrazioni.

# #33104
source: Find more info in the github wiki/Create-and-restore-from-backup.
cs_cz: Pro více informací navštivte Wikipedii na Github / Vytvoření a obnovení ze zálohy.
it_it: Trova maggiori info su GitHub wiki/Create-and-restore-from-backup.

# #33105
source: Enable the context menu
cs_cz: Povolit kontextovou nabídku
it_it: Abilita il menu contestuale

# #33106
source: Enable the option to transcode
cs_cz: Povolit možnost překódování
it_it: Abilita l'opzione per la transcodifica

# #33107
source: Users added to the session
cs_cz: Uživatelé přidáni do relace
it_it: Utenti aggiunti alla sessione

# #33108
source: Notifications are delayed during video playback (except live tv).
cs_cz: Během přehrávání videa (s vyjímkou živého TV vysílání) jsou oznámení zpožděna.
it_it: Le notifiche vengono ritardate durante la riproduzione video (ad eccezione della diretta tv).

# #33110
source: Restart Kodi to take effect.
cs_cz: Restartujte Kodi k projevení změn.
it_it: Riavviare Kodi per applicare.

# #33111
source: Reset the local database to apply the playback mode change.
cs_cz: Resetujte lokální databázi k projevení změn režimu přehrávání.
it_it: Reimpostare il database locale per applicare la modifica della modalità di riproduzione.

# #33112
source: Applies to Native and Add-on playback mode
cs_cz: Platí pro nativní a dopňkový režim přehrávání.
it_it: Si applica alla modalità di riproduzione Nativa e Add-on

# #33113
source: Applies to Add-on playback mode only
cs_cz: Platí pouze pro režim přehrávání s doplňkem
it_it: Si applica solo alla modalità di riproduzione Add-on

# #33114
source: Enable external subtitles
cs_cz: Umožnit externí titulky
it_it: Abilita sottotitoli esterni

# #33115
source: Adjust for remote connection
cs_cz: Upravte pro vzdálené připojení
it_it: Aggiusta la connessione remota

# #33116
source: Compress artwork (reduces quality)
cs_cz: Komprimovat obrázek (snižuje kvalitu)
it_it: Comprimi artwork (riduce qualità)

# #33117
source: Enable artwork caching? If not, Kodi will still cache your artwork at a slower pace.
cs_cz: Povolit ukládání obrázků do mezipaměti? Pokud ne, Kodi bude stále ukládat vaše obrázky do mezipaměti pomaleji.
it_it: Abilitare il caching delle artwork? In caso contrario, Kodi memorizzerà ancora le tue artwork a un ritmo più lento.

# #33118
source: You've change the playback mode. Kodi needs to be reset to apply the change, would you like to do this now?
cs_cz: Byl změněn režim přehrávání. Kodi musí být zresetován k projevení změn, chcete to provést teď?
it_it: Hai cambiato la modalità di riproduzione. Kodi deve essere ripristinato per applicare il cambiamento, vuoi farlo adesso?

# #33119
source: Something went wrong during the sync. You'll be able to restore progress when restarting Kodi. If the problem persists, please report on the Emby for Kodi forums, with your Kodi log.
cs_cz: Během synchronizace došlo k chybě. Průběh budete moci obnovit, když restartujete Kodi. Pokud problém přetrvává, nahlašte jej s přiložením protokolu Kodi na fóru Emby pro Kodi.
it_it: Qualcosa è andato storto durante la sincronizzazione. Sarai in grado di ripristinare i progressi al riavvio di Kodi. Se il problema persiste, si prega di riferire sul forum di Emby per Kodi, con il tuo log di Kodi.

# #33120
source: Select the libraries to add
cs_cz: Vyberte knihovny, které chcete přidat
it_it: Selezione le librerie da aggiungere

# #33121
source: All
cs_cz: Vše
it_it: Tutte

# #33122
source: Restart Kodi to resume where you left off.
cs_cz: Abyste mohli pokračovat, kde jste přestali, restartujte Kodi
it_it: Riavvia Kodi per riprendere da dove eri rimasto.

# #33123
source: Sync library to Kodi
cs_cz: Synchronizovat knihovnu do Kodi
it_it: Sincronizza librerie con Kodi

# #33124
source: Include people (slow)
cs_cz: Zahrnout osoby (pomalé)
it_it: Includi persone (lento)

# #33125
source: Choose the Emby views to sync to Kodi. You can optionally sync libraries at a later time.
cs_cz: Vyberte Emby pohledy pro synchronizování s Kodi. Případně můžete synchronizovat knihovny později.
it_it: Scegli le viste Emby da sincronizzare con Kodi. Puoi opzionalmente sincronizzare le librerie in un secondo momento.

# #33126
source: Sync later
cs_cz: Synchronizovat později
it_it: Sincronizza dopo

# #33127
source: Proceed
cs_cz: Pokračovat
it_it: Procedi

# #33128
source: Failed to retrieve latest content updates. No content updates will be applied until Kodi is restarted. If this issue persists, please report on the Emby for Kodi forums, with your Kodi log.
cs_cz: Nepodařilo se načíst nejnovější aktualizace obsahu. Nebudou použity žádné aktualizace obsahu dokud nerestartujete Kodi. Pokud problém přetrvává, tento problém nahlašte s přiložením protokolu Kodi na fóru Emby pro Kodi.
it_it: Impossibile recuperare gli ultimi aggiornamenti dei contenuti. Nessun aggiornamento dei contenuti verrà applicato fino al riavvio di Kodi. Se il problema persiste, segnalalo sul forum di Emby per Kodi, con il tuo log di Kodi.

# #33129
source: You can sync libraries by launching the Emby add-on > Add libraries.
cs_cz: Knihovny můžete synchronizovat spuštěním Emby doplňku > přidat knihovny.
it_it: È possibile sincronizzare le librerie avviando l'add-on Emby > Aggiungi librerie.

# #33130
source: Select the source
cs_cz: Vyberte zdroj
it_it: Seleziona la sorgente

# #33131
source: Refreshing boxsets
cs_cz: Obnovení kolekcí
it_it: Aggiorna collezioni

# #33132
source: Repair library
cs_cz: Oprava knihovny
it_it: Ripara libreria

# #33133
source: Remove library from Kodi
cs_cz: Odebrat knihovnu z Kodi
it_it: Rimuovi libreria da Kodi

# #33134
source: Add server
cs_cz: Přidat server
it_it: Aggiungi server

# #33135
source: Kodi will now restart to apply a small patch for your Kodi version.
cs_cz: Kodi se nyní restartuje k provedení malé opravy pro Vaší verzi Kodi.
it_it: Kodi verrà riavviato ora per applicare una piccola patch per la tua versione di Kodi.

# #33136
source: Update library
cs_cz: Obnovit knihovnu
it_it: Aggiorna libreria

# #33137
source: Enable Kodi Companion (server plugin)
cs_cz: Povolit Kodi Companion (zásuvný modul serveru)
it_it: Abilita Kodi Companion (plugin server)
